[
    1,
    0,
    0,
    [
        [
            "cc.TextAsset",
            [
                "_name",
                "text"
            ],
            1
        ]
    ],
    [
        [
            0,
            0,
            1,
            3
        ]
    ],
    [
        [
            0,
            "vi_love_59",
            "<color=#FFC90E><b>Từ khóa cho số 5</b></color>\n\nTÍCH CỰC:\n\nYêu tự do, hoạt động, ảnh hưởng, nhà thám hiểm, người gợi cảm, người quảng bá, sự tinh tế tự nhiên, hoạt bát, can đảm, khỏe mạnh, thông cảm, động lực, thay đổi, duy tâm, độc đáo, tò mò, từ tính, trí tuệ, ngoại cảm, kinh nghiệm, yêu thích niềm vui, sức sống, nhìn xa trông rộng , mở rộng, cơ hội, kể chuyện, trí tưởng tượng, chủ nghĩa cá nhân, chữa bệnh, sự lựa chọn, lòng thương xót, lòng tốt, phát minh, tháo vát, từ tính, cạnh tranh.\n\nTIÊU CỰC: \n\nNổi giận, vô trách nhiệm, không thích sự gò bó và thói quen, không nhất quán, không đáng tin cậy, thiếu suy nghĩ, bồn chồn, không cam kết, không hoạt động, trì trệ, sợ thay đổi, cứng nhắc trong suy nghĩ, thiếu sức sống.\n\n\n<color=#FFC90E><b>Từ khóa cho số 9</b></color>\n\nTÍCH CỰC:\n\nQuan hệ rộng rãi, có trách nhiệm, trí tuệ bên trong, trực giác cao, sức mạnh của tính cách, ích kỷ (học cách nói Không), nhân đạo, khả năng sáng tạo, nhạy cảm, trung thành, tha thứ, khái quát, đa tài, giáo viên, người chữa bệnh, nghệ sĩ, linh hồn già, diễn viên, thông minh, hiểu biết, kín đáo, xuất sắc, từ bi, người giải quyết vấn đề, trí tuệ bên trong, trực giác cao, tự yêu bản thân, tự do, phổ biến, vĩnh cửu, hào phóng, không tuân thủ, thiên tài nghệ thuật, có tầm nhìn rộng và quan điểm rộng, có thể hơi lập dị, thích giao tiếp, có ảnh hưởng, từ thiện, nghĩa vụ, kêu gọi, sứ mệnh, nghĩa vụ, thần bí, đức tin, lạc quan, trí tuệ thiêng liêng, hy sinh bản thân, nghiệp chướng, giác ngộ, phục vụ, từ bi , vị tha, lý tưởng cao đẹp, cảm thông, tâm linh, khoan dung, khiêm tốn, vị tha, nhân từ,sự đồng cảm, quyền lực, lòng bác ái, trực giác, sự hoàn hảo\n\nTIÊU CỰC: \n\nKhông ham học hỏi, thiếu giao tiếp, không đáng tin cậy, thiếu hiểu biết, thiếu quan tâm đến người khác, thiếu nhận thức của trực giác, yếu kém quan tâm đến bản thân, thiếu nhạy cảm, buông thả, không trung thành, thiếu khả năng tha thứ, tách biệt, cao cả, mơ màng, lờ đờ, thiếu tập trung, không mục đích, căng thẳng và căng thẳng, không đáng tin cậy, ý chí yếu. \n\n<color=#FFC90E><b>*</b></color>\n\nMột cuộc tình ngắn ngủi nhưng đầy đam mê giữa Số 5 và Số 9 là một kịch bản dễ xảy ra nhất. Cả Số 5 và Số 9 đều phù hợp với những mối tình ngắn hạn hơn là cam kết lâu dài. Sẽ không có cảm giác tồi tệ, nhưng cả hai người có thể sẽ bắt đầu lại một lần nữa trước khi tiến tới mối quan hệ lâu dài.\n\nNếu Số 5 và Số 9 cảm thấy rằng họ đã đạt đến một thời điểm trong cuộc đời mà họ muốn cam kết, thì họ sẽ thấy rằng họ rất phù hợp với nhau. Họ sẽ tìm thấy ở nhau những điều thú vị và họ sẽ có một cuộc sống phiêu lưu cùng nhau. \n\nSố 9 mang đến nhiều sự say mê, nguồn cảm hứng hơn hẳn. Ví dụ như họ sẽ khuyến khích Số 5 tự do và cởi mở hơn với cảm xúc của mình. Số 5 sẽ chân thành và gây xúc động khi bày tỏ tình yêu của mình.\n\nSố 5 và số 9 sẽ cùng nhau trải qua ít khó khăn trong cuộc sống. Bản chất của cả hai đều dễ tính và không thích tranh cãi vì lợi ích. Họ chắc chắn sẽ hạnh phúc bên nhau, nhưng thời gian của mối quan hệ của họ thực sự phụ thuộc vào mức độ sẵn sàng ổn định của họ."
        ]
    ],
    0,
    0,
    [],
    [],
    []
]
