{
  "__type__": "cc.TextAsset",
  "_name": "vi_love_18",
  "_objFlags": 0,
  "_native": "",
  "text": "<color=#FFC90E><b>Từ khóa cho số 1</b></color>\n\nTÍCH CỰC:\n\nNam tính, quyết đoán, tham vọng, thành công, tự lập, độc lập, lãnh đạo, độc đáo, sáng kiến, khởi đầu mới, tiên phong, tổ chức, bản năng, tình yêu, trực giác, dũng cảm, sức mạnh, sáng tạo, tự lực, ngoan cường, mạnh mẽ, uy quyền, truyền cảm hứng, ý chí mạnh mẽ, nhân hậu, đạt được, hạnh phúc, vinh quang, danh tiếng, duy nhất, toàn trí, hoàn thành.\n\nTÍCH CỰC:\n \nĐộc thân, cố chấp, tự phụ, hẹp hòi, bướng bỉnh, thích kiểm soát, thiếu cảm xúc, thụ động, đi theo, hiếu chiến, phụ thuộc, ý chí yếu, kiêu ngạo, thống trị.\n\n\n<color=#FFC90E><b>Từ khóa cho số 8</b></color>\n\nTÍCH CỰC:\n\nThể hiện, sự giàu có, tiền bạc, Tài chính, quyền lực, sự giàu có, địa vị, vật chất, chủ nghĩa thực dụng, cái tôi, sự cung cấp, tập hợp, chế độ độc tài, phái đoàn, bội số, kinh doanh, đầu tư, Việc làm, xuất hiện, phong tục, kỹ năng, trao đổi, thực tế, sự biến đổi thế giới, điều hành, chuyên nghiệp, sức mạnh, người giải quyết vấn đề, người tổ chức, người nhạy bén, thực tế, giống doanh nghiệp, quyết định, kiểm soát, liên tục, tự tin, tham vọng, độc đoán, tự tin, chính trực, thách thức, hiệu quả, đáng tin cậy, đáng tin cậy, người lập kế hoạch, phán đoán tốt , hòa đồng, cho và nhận, tổ chức, ổn định, làm việc độc lập, học hỏi kinh nghiệm, kiên nhẫn, thận trọng, kỷ luật tự giác, tự túc.\n\nTÍCH CỰC:\n\nKhông tưởng tượng, thẳng thừng, phục vụ bản thân, vật chất, tàn nhẫn, ám ảnh, nhu nhược, vô trách nhiệm, hẹp hòi, vô tổ chức, chống đối xã hội, ích kỷ, không ổn định, hạn chế, không thực tế.\n\n<color=#FFC90E><b>*</b></color>\n\nSố 1 và số 8 có rất nhiều điểm chung. Họ đều là những cá nhân có động lực và tham vọng cao, mong muốn thành công trong sự nghiệp đã chọn. Có khả năng sẽ có một sức hút tức thì giữa hai người này, điều này sẽ phát triển thành sự ngưỡng mộ và tôn trọng, từ đó mối tình lãng mạn cũng có thể nảy nở.\n\nSự kết hợp của Số 1 và Số 8 trong một mối quan hệ có thể cực kỳ có lợi cho cả hai cá nhân vì họ sẽ có thể nói chuyện thoải mái về tham vọng và mục tiêu của mình với nhau.\n\nSố 1 và số 8 đều đánh giá cao cơ hội trao đổi ý kiến ​​với nhau và thảo luận về các vấn đề nghề nghiệp. Cả hai sẽ cảm thấy được hỗ trợ và đánh giá cao trong mối quan hệ này, và họ có thể sẽ rất hạnh phúc bên nhau.\n\nSố 1 và số 8 có chung xu hướng bỏ bê người bạn đời lãng mạn của họ để theo đuổi sự nghiệp. Điều này sẽ không gây ra vấn đề trong mối quan hệ này vì cả hai cá nhân sẽ tôn trọng mong muốn, nhu cầu của nhau vì nó sẽ giúp họ có thời để phát triển sự nghiệp của họ. Tuy nhiên, điều quan trọng là Số 8 và Số 1 cần dành thời gian cho nhau, và họ không nên để mối quan hệ của mình luôn chiếm vị trí thứ hai sau sự nghiệp.\n\nMối quan hệ này sẽ không quá lãng mạn hay nồng nàn, nhưng có lẽ sẽ đứng vững trước thử thách của thời gian một cách đáng ngưỡng mộ. Số 1 và số 8 cả hai sẽ cảm thấy an tâm và hài lòng trong mối quan hệ của họ với nhau.\n"
}