[
    1,
    0,
    0,
    [
        [
            "cc.TextAsset",
            [
                "_name",
                "text"
            ],
            1
        ]
    ],
    [
        [
            0,
            0,
            1,
            3
        ]
    ],
    [
        [
            0,
            "en_love_99",
            "<color=#FFC90E><b>Keywords for Number 9</b></color>\n\nPOSITIVE\n\nUniversal protection, good in public relations, responsible, 'Universal Brotherhood', inner wisdom, highly intuitive, strength of character, selfishness (learning to say No), humanitarian, creative abilities, sensitive, loyal, forgiving, generalist, multi-talented, teacher, healer, artists, old soul, actor, intelligent, understanding, discreet, brilliant, compassionate, problem-solver, inner wisdom, highly intuitive, self-love, freedom, popular, eternity, generous, non-conformist, artistic genius, have a breadth of vision and a wide viewpoint, can be a little eccentric, communicative, influential, philanthropic, duty, calling, mission, obligation, mysticism, faith, optimism, Divine wisdom, self-sacrifice, karma, enlightenment, service, compassion, selflessness, high idealism, sympathy, psychic, tolerance, humility, altruism, benevolence, empathy, power, charity, intuition, perfection.\n\nNEGATIVE\n\nUncaring, uncommunicative, unreliable, lacks the use of understanding, lack of concern for others, lacks the awareness of intuition, weak concern for the self, lacks sensitivity, self-indulgent, disloyal, lacks the ability to forgive, detached, lofty, dreamy, lethargic, lacking in concentration, aimless, stress and tension, unreliable, weak willed. \n\n<color=#FFC90E><b>*</b></color>\n\nThere is little doubt that two Number 9s will be instantly attracted to each other when they first meet.  They will be fascinated by each other’s energy and vitality and will want to get to know each other better.\n\nA relationship between two Number 9s will develop very quickly, and they will soon find themselves committed to each other.  Two Number 9s will enjoy a passionate and romantic relationship together.  They will be able to understand each other completely and fulfill each others’ needs.  Two Number 9s will enjoy each other’s company and spend all their free time together.\n\nNumber 9s are very emotional characters and two Number 9s involved in a romantic relationship will find that, although blissfully happy together, they will have many dramatic arguments.  Two Number 9s will thrive on a cycle of screaming arguments followed by passionate reunions.  Both individuals will enjoy the drama and excitement and fully acceptable arguing as an important aspect of their relationship.\n\nTwo Number 9s will understand each other fully and will be extremely happy together.  A relationship between these two individuals is likely to last for a very long time."
        ]
    ],
    0,
    0,
    [],
    [],
    []
]
