{
  "__type__": "cc.TextAsset",
  "_name": "en_love_18",
  "_objFlags": 0,
  "_native": "",
  "text": "<color=#FFC90E><b>Keywords for the Number 1</b></color>\n\nPOSITIVE\n\nMasculine, assertive, ambitious, successful, self, independent, leadership, originality, initiative, new beginnings, pioneer, organizer, instinct, love, intuition, courageous achiever, strength, creativity, self-reliant, tenacious, forceful, authoritive, inspirational, strong willpower, lenient, attainment, happiness, glory, fame, unique, omniscience, fulfilment.\n\nNEGATIVE\n\nSingle-minded, intolerant, conceited, narrow-minded, stubborn, controlling, lacking in emotion, passive, follower, aggressive, dependent, weak-willed, arrogance, dominant.\n\n\n<color=#FFC90E><b>Keywords for Number 8</b></color>\n\nPOSITIVE\n\nManifesting, wealth, money, finances, power, riches, status, material, pragmatism, the Ego, provision, aggregation, dictatorship, delegation, multiples, business, investment, employment, appearance, customs, skills, exchange, reality, world transformation, executive, professional, strength, problem-solver, organiser, achiever, practical, business-like, decisive, controlling, constant, confident, ambitious, authoritarian, self-confident, integrity, challenge, efficiency, dependability, trustworthy, planner, good judgement, sociable, giving and receiving, organisation, stability, works independently, learning through experience, patience, caution, self-discipline, self-sufficient.\n\nNEGATIVE\n\nUnimaginative, blunt, self-serving, materialistic, ruthless, obsessive, weak, irresponsible, narrow-mindedness, disorganized, anti-social, selfish, instability, restriction, impractical.\n\n<color=#FFC90E><b>*</b></color>\n\nNumber 1 and Number 8 have a great deal in common.  They are both highly motivated and ambition individuals who wish to succeed in their chosen careers.  It is likely that there will be an instant attraction between these two, which will develop into admiration and respect from which romance could well blossom.\n\nThe combination of Number 1 and Number 8 in a relationship can be extremely beneficial to both individuals as they will be able to talk freely about their ambitions and goals with each other.\n\nNumber 1 and Number 8 will both appreciate the opportunity to bounce ideas off each other and to discuss career issues.  Both will feel supported and appreciated in this relationship, and they are likely to be very happy together.\n\nNumber 1 and Number 8 share the tendency to neglect their romantic partners in favour of careers.  This will not cause problems in this relationship as both individuals will appreciate each other's need to spend time on furthering their careers.  It is important, however, that Number 8 and Number 1 do allow themselves time to spend together, and they should not let their relationship always take second place to their careers.\n\nThis relationship will not be very romantic or passionate, but will probably stand the test of time admirably.  Number 1 and Number 8 will both feel secure and content in their relationship with each other."
}