{
  "__type__": "cc.TextAsset",
  "_name": "vi_love_39",
  "_objFlags": 0,
  "_native": "",
  "text": "<color=#FFC90E><b>Từ khóa cho số 3</b></color>\n\nTÍCH CỰC:\nSáng tạo, hòa đồng, dễ gần, nhìn xa trông rộng, hài hước, tràn đầy năng lượng, tăng trưởng, mở rộng, nguyên tắc gia tăng, tự phát, suy nghĩ rộng mở, lạc quan, tốt bụng, khuyến khích, hỗ trợ, phát biểu, đức tin, hy vọng và từ thiện, văn hóa, thông minh , giao tiếp, vui vẻ, tìm kiếm tự do, dũng cảm, phiêu lưu, hào nhoáng, rực rỡ, không đối đầu, kênh mở, hình thức tự do, nhịp điệu, cảm hứng, yêu thích niềm vui, niềm vui, nghệ thuật, đam mê, ngạc nhiên, thông minh, nhạy cảm , khả năng ngoại cảm, xã hội, thể hiện bản thân, niềm nở, giao tiếp, nhiệt tình, trẻ trung, hoạt bát, trí tưởng tượng.\n\nTIÊU CỰC:\n\nThờ ơ, thiếu kiên nhẫn, quá tự tin, thiếu sức chịu đựng, dễ bị tổn thương, sống khép kín, bi quan, vô cảm, ích kỷ, thu mình và không giao tiếp, chống đối xã hội, lười biếng, nhạy cảm với những lời chỉ trích, cường điệu, thiếu định hướng, thiếu chín chắn, buồn phiền.\n\n<color=#FFC90E><b>Từ khóa cho số 9</b></color>\n\nTÍCH CỰC\n\nQuan hệ rộng rãi, có trách nhiệm, trí tuệ bên trong, trực giác cao, sức mạnh của tính cách, ích kỷ (học cách nói Không), nhân đạo, khả năng sáng tạo, nhạy cảm, trung thành, tha thứ, khái quát, đa tài, giáo viên, người chữa bệnh, nghệ sĩ, linh hồn già, diễn viên, thông minh, hiểu biết, kín đáo, xuất sắc, từ bi, người giải quyết vấn đề, trí tuệ bên trong, trực giác cao, tự yêu bản thân, tự do, phổ biến, vĩnh cửu, hào phóng, không tuân thủ, thiên tài nghệ thuật, có tầm nhìn rộng và quan điểm rộng, có thể hơi lập dị, thích giao tiếp, có ảnh hưởng, từ thiện, nghĩa vụ, kêu gọi, sứ mệnh, nghĩa vụ, thần bí, đức tin, lạc quan, trí tuệ thiêng liêng, hy sinh bản thân, nghiệp chướng, giác ngộ, phục vụ, từ bi , vị tha, lý tưởng cao đẹp, cảm thông, tâm linh, khoan dung, khiêm tốn, vị tha, nhân từ,sự đồng cảm, quyền lực, lòng bác ái, trực giác, sự hoàn hảo\n\nTIÊU CỰC: \n\nKhông ham học hỏi, thiếu giao tiếp, không đáng tin cậy, thiếu hiểu biết, thiếu quan tâm đến người khác, thiếu nhận thức của trực giác, yếu kém quan tâm đến bản thân, thiếu nhạy cảm, buông thả, không trung thành, thiếu khả năng tha thứ, tách biệt, cao cả, mơ màng, lờ đờ, thiếu tập trung, không mục đích, căng thẳng và căng thẳng, không đáng tin cậy, ý chí yếu. \n\n<color=#FFC90E><b>*</b></color>\n\nSẽ có sự thu hút tức thì giữa Số 3 và Số 9. Cả Số 9 và Số 3 đều có khả năng nổi bật giữa đám đông tại một sự kiện xã hội, và họ sẽ bị thu hút bởi lý do này.\n\nMột khi Số 3 và Số 9 đã thiết lập mối quan hệ, họ sẽ thấy mình trên một chuyến tàu lượn lãng mạn. Họ sẽ có một mối quan hệ đầy đam mê và mãnh liệt đến mức họ sẽ hoàn toàn say mê trước với nhau, và ngay cả Số 3 hay thay đổi nhất cũng sẽ không cảm thấy cần phải tìm kiếm nơi khác để tìm kiếm sự phấn khích. \n\nSố 3 và số 9 không bao giờ làm nhau mệt mỏi hoặc thấy buồn tẻ. Cả hai đều có bản tính nóng nảy và bốc đồng, điều này sẽ đảm bảo rằng cuộc sống của họ luôn có những tia sáng trong cuộc sống chung. Họ sẽ hoàn toàn cam kết với nhau và sẽ an tâm tuyệt đối vào tình yêu của nhau.\n\nNhững vấn đề mà cặp đôi này có thể gặp phải sẽ không nằm ở nhau, mà là vấn đề tài chính của họ. Cả hai đều thiếu hiểu biết về các vấn đề tài chính và cả hai đều không muốn làm hỏng một cuộc phiêu lưu bằng cách xem xét khả năng chi trả của họ. Vì những lý do này, có khả năng cặp đôi này cuối cùng phải nợ tiền vì những thứ xa xỉ mà họ không thể mua được. Ngay cả khi nghèo đói và nợ nần, Số 3 và Số 9 vẫn sẽ hạnh phúc bên nhau, nhưng sẽ tốt hơn nếu đôi khi họ có thể dành một chút suy nghĩ cho số dư ngân hàng của mình.\n\nMột khi Số 9 và Số 3 đã tìm thấy tình yêu bên nhau, họ có nhiều khả năng sẽ dành phần còn lại của cuộc đời cho nhau. Họ chắc chắn sẽ làm cho nhau rất hạnh phúc trong khoảng thời gian họ ở bên nhau."
}