{
  "__type__": "cc.TextAsset",
  "_name": "vi_love_14",
  "_objFlags": 0,
  "_native": "",
  "text": "<color=#FFC90E><b>Từ khóa cho số 1</b></color>\n\nTÍCH CỰC:\n\nNam tính, quyết đoán, tham vọng, thành công, tự lập, độc lập, lãnh đạo, độc đáo, sáng kiến, khởi đầu mới, tiên phong, tổ chức, bản năng, tình yêu, trực giác, dũng cảm, sức mạnh, sáng tạo, tự lực, ngoan cường, mạnh mẽ, uy quyền, truyền cảm hứng, ý chí mạnh mẽ, nhân hậu, đạt được, hạnh phúc, vinh quang, danh tiếng, duy nhất, toàn trí, hoàn thành.\n\nTIÊU CỰC: \n\nĐộc thân, cố chấp, tự phụ, hẹp hòi, bướng bỉnh, thích kiểm soát, thiếu cảm xúc, thụ động, đi theo, hiếu chiến, phụ thuộc, ý chí yếu, kiêu ngạo, thống trị.\n\n\n<color=#FFC90E><b>Từ khóa cho số 4</b></color>\n\nTÍCH CỰC:\n\nCó ý thức bảo mật, tự chủ, trung thành, tận tâm, chăm chỉ, đạo đức cao, giá trị truyền thống, trung thực, ý chí mạnh mẽ, thực tế, khôn ngoan, nóng nảy, bảo thủ, ứng dụng, quyết tâm, người xây dựng nghiêm túc, tiến bộ, người làm, người quản lý, truyền thống, vững chắc nền tảng, giá trị thực tế, tính ổn định, khả năng, công lý, định hướng mục tiêu, hệ thống, trật tự, quản lý, trách nhiệm, duy trì, xây dựng, quyết tâm, nghiêm túc, kỷ luật, đáng tin cậy, tin tưởng.\n\nTIÊU CỰC:\n\nBướng bỉnh, tham công tiếc việc, vụng về, buồn tẻ, không linh hoạt, không thích thay đổi, thiếu mục đích, vô tổ chức, thiếu lương tâm, lười biếng, bất hòa, vô kỷ luật, không trung thực, không có hệ thống giá trị, quan điểm hạn chế, cứng nhắc, không thực tế, sợ thiếu thốn và mất mát.\n\n<color=#FFC90E><b>*</b></color>\n\nĐây là mối quan hệ mà cả 2 cần đưa đưa ra cam kết với nhau và cần nỗ lực để thực hiện điều đó. Nếu cả 2 nỗ lực hết mình thì cả 2 sẽ nhận được những kết quả xứng đáng và tốt đẹp cho đôi bên. \n\nVề bản chất, cả số 1 và số 4 đều là người khó mở lòng. Vì thế, đôi bên thường cảm thấy thiếu sự tin tưởng vào người còn lại. Bên cạnh đó, mối quan hệ này còn gặp nhiều trở ngại do cả 2 người đều muốn thống trị và kiểm soát nửa kia của mình. Không bên nào chấp nhận người còn lại đang muốn kiểm soát hoặc ra lệnh cho họ. Điều này chính là nguồn gốc của nhiều sự tranh cãi, bất hòa trong mối quan hệ.\n\nNgoài ra, việc số 4 thường tỏ ra nóng nảy, khó kiểm soát cơn giận của mình. Điều này sẽ khiến số 1 cảm thấy mối quan hệ này khó có thể lâu bền và có thể dẫn đến chia tay. Vì thế, số 4 nên học cách quản lý sự tức giận của mình bằng cách tránh tạo ra xung đột."
}