[
    1,
    0,
    0,
    [
        [
            "cc.TextAsset",
            [
                "_name",
                "text"
            ],
            1
        ]
    ],
    [
        [
            0,
            0,
            1,
            3
        ]
    ],
    [
        [
            0,
            "en_rullingNumber_3",
            "When we note its commanding position at the head of the mind plane, we realise why so much emphasis is placed on thinking and on reasoning by people whose Ruling Birth Number is 3. These are people whose birth date numbers total 12, 21, 30, 39 or 48.\n\n\n<color=#FFC90E><b>Life’s Purpose Ruling Birth Number</b></color>\n\nAs these people emphasise the thinking aspects of life, it is clear that their primary purpose relates to their mental capabilities. For them, the understanding of life and the development of their personality are significantly related to their thought processes in preference to intuitiveness or practical involvement. Their service to the community and their favoured mode of expression is therefore primarily expressed through thinking, planning, analysing, memorising, and so on.\n\n\n<color=#FFC90E><b>Best Expression</b></color>\n\nThe speed with which Ruling Birth Number 3 people engage in mental work often leaves others well behind. Their acute mental alertness is sometimes surprisingly expressed in a keen sense of humour, a natural wit that makes them bright and intelligent company and excellent hosts and hostesses. It should be remembered that they invariably express themselves far more fluently through the thinking channels than either emotionally or physically.\n\n\n<color=#FFC90E><b>Distinctive Traits</b></color>\n\nTheir active brain, lively sense of humour and general mental alertness contribute to a successful working and social life for the Ruling Birth Number 3’s. They are often the life of the party or the brightest person in the office, but this success does not always prevail in their homes. While they express a natural wit for superficial contacts, with constant companions they often become overly critical. This can be very wearing on people who are close, especially on the spouse. Ruling Birth Number 3’s enjoy helping people, so long as they have the rapport on a mental level and the other people are prepared to cooperate.\n\n\n<color=#FFC90E><b>Negative Tendencies to Be Surmounted</b></color>\n\nWhen not living constructively, these people often assume an unpleasant air or superiority. This can create many misunderstandings and lead to considerable unhappiness. Being so mentally alert, negative Ruling Birth Number 3’s readily show a lack of patience and an intolerance of others less blessed, becoming quite critical of their “limitations.” This fault-finding is invariably carried into their homes, involving them in broken marriages. In some instances, the constant criticism can become such a heavy burden upon the spouse that it will lead to the spouse’s shortened life span.\n\n\n<color=#FFC90E><b>Recommended Development</b></color>\n\nRuling Birth Number 3 people must learn to develop a sensitivity to the feelings of others. When they recognise that life’s experiences provide a constant school of learning, their graduation rate is greatly improved. It is also greatly improved when they learn to live with others in harmony. This then makes for a more positive outlook on life. They must not learn to blame others, but to use their natural power of resilience to bounce back with renewed vigour, looking upon an “unfavourable” experience as a helpful opportunity for growth. It will be of great benefit to them to broaden their means of expression by cultivating their intuitiveness and by being more practical in day-to-day affairs, especially around the home. For example, by actually mowing the lawn rather than theorising about how it should be done or employing a gardener.\n\n\n<color=#FFC90E><b>Most Suitable Vocations</b></color>\n\nRuling Birth Number 3 people are best suited to work in those vocations that involve mental activity. This includes the academic fields, particularly the sciences, accountancy, business management, computer programming, system analysis, and so on. They can be excellent research scientists and will also excel in some of the arts, such as writing and acting in light entertainment, or as critics of the arts.\n\n\n<color=#FFC90E><b>Summary</b></color>\n\nThese people enjoy entertaining others, for they feel at home as the life of the party. Their minds are constantly alert and assessing, planning and thinking. They possess an intelligent sense of humour, yet often experience marriage problems.\n\n\n<color=#FFC90E><b>Famous Ruling Birth Number 3’s</b></color>\nBill Cosby born July 12, 1937\nFidel Castro born August 13, 1926\nKatharine Hepburn born November 9, 1909\nVivien Leigh born November 5, 1913"
        ]
    ],
    0,
    0,
    [],
    [],
    []
]
