{
  "__type__": "cc.TextAsset",
  "_name": "en_love_78",
  "_objFlags": 0,
  "_native": "",
  "text": "<color=#FFC90E><b>Keywords for Number 7</b></color>\n\nPOSITIVE\n\nSpecialist, inventor, loner, eccentric, thoughtful, spiritual, psychic, natural healer, inner-strength, quick-witted, wise, discerning, understanding of others, philosophical, endurance, deep contemplation, solitary, independent, mystic, psychic, keen mind, determination, individualist, knowledge-seeking, non-conformist, persistence of purpose, perfection.\n\nNEGATIVE\n\nMorbid, hypercritical, inactive, anti-social, pessimistic, silent, dependency, depression, stagnant, lack of persistence, pride, narrowness, distance, rigidity, argumentative, temper.\n\n\n<color=#FFC90E><b>Keywords for Number 8</b></color>\n\nPOSITIVE\n\nManifesting, wealth, money, finances, power, riches, status, material, pragmatism, the Ego, provision, aggregation, dictatorship, delegation, multiples, business, investment, employment, appearance, customs, skills, exchange, reality, world transformation, executive, professional, strength, problem-solver, organizer, achiever, practical, business-like, decisive, controlling, constant, confident, ambitious, authoritarian, self-confident, integrity, challenge, efficiency, dependability, trustworthy, planner, good judgement, sociable, giving and receiving, organization, stability, works independently, learning through experience, patience, caution, self-discipline, self-sufficient.\n\nNEGATIVE\n\nUnimaginative, blunt, self-serving, materialistic, ruthless, obsessive, weak, irresponsible, narrow-mindedness, disorganized, anti-social, selfish, instability, restriction, impractical.\n\n<color=#FFC90E><b>*</b></color>\n\nThere will be no dramatic first encounter for Number 7 and Number 8. \n\nAn attraction between these two is more likely to develop over a period of time in which they get to know each other.\n\nIf a romance does develop between Number 7 and Number 8, the initial stages of the relationship will progress quite quickly.  This will be unusual for Number 8 who is generally quite reserved and cautious about making any sort of commitment, but Number 7s ability to fall head over heels I love at the drop of a hat will ensure that commitment is discussed at an early stage.  This wills suit both individuals initially.\n\nProblems may arise if Number 8 feels too confident of Number 7’s love and takes the relationship for granted.  Number 8 may feel so sure of Number 7’s devotion that they feel they can spend less time with their partner and more time at work advancing their career.\n\nNumber 7 needs love and support and may become insecure and resentful if they feel that Number 8 is neglecting them.  Number 7 should not be too demanding of Number 8 and needs to appreciate that their career is very important to them. \n\nThere could be difficulties in communication generally between Number 7’s and Number 8’s.  Number 7 will not really understand Number 8’s ambitions, and Number 8’s may find Number 7’s too emotionally demanding and a bit vague and unmotivated.  Number 7 may feel that Number 8 is too domineering and may feel that their independence is being threatened. Number 7 and Number 8 will have quite a few problems that they will need to work through in order for this relationship to succeed. \n\nIf Number 7 and Number 8 do manage to overcome their differences, then they will be very happy together."
}