{
  "__type__": "cc.TextAsset",
  "_name": "en_love_57",
  "_objFlags": 0,
  "_native": "",
  "text": "<color=#FFC90E><b>Keywords for Number 5</b></color>\n\nPOSITIVE\n\nFreedom-loving, activity, influence, adventurer, sensualist, promoter, natural flair, vivacious, courageous, healthy, sympathetic, motivational, change, idealistic, unconventional, curiosity, magnetic, intellectual, telepathic, experience, pleasure-loving, vitality, visionary, expansion, opportunity, story-telling, imagination, individualism, healing, choice, mercy, kindness, invention, resourceful, magnetic, competitive.\n\nNEGATIVE\n\nRash, irresponsible, dislikes confinement and routine, inconsistent, unreliable, thoughtless, restless, non-committal, inactivity, stagnation, fear of change, rigid in thought, lacks vitality.\n\n\n<color=#FFC90E><b>Keywords for Number 7</b></color>\n\nPOSITIVE\n\nSpecialist, inventor, loner, eccentric, thoughtful, spiritual, psychic, natural healer, inner-strength, quick-witted, wise, discerning, understanding of others, philosophical, endurance, deep contemplation, solitary, independent, mystic, psychic, keen mind, determination, individualist, knowledge-seeking, non-conformist, persistence of purpose, perfection.\n\nNEGATIVE\n\nMorbid, hypercritical, inactive, anti-social, pessimistic, silent, dependency, depression, stagnant, lack of persistence, pride, narrowness, distance, rigidity, argumentative, temper.\n\n<color=#FFC90E><b>*</b></color>\n\nNumber 5 and Number 7 may well find themselves attracted to each other when they first meet.  If they decide that they want to get to know each other better, then a romance may quickly develop.\n\nNumber 7 should be cautious about becoming involved with Number 5.  There is a good chance that Number 7 could be hurt and disappointed as a result of an involvement with Number 5. \n\nNumber 5 and Number 7 have very different attitudes towards relationships. Number 5 is only really interested in brief affairs with no real commitment, whereas Number 7 is looking for everlasting love. \n\nNumber 7 may fall in love with Number 5 and express their desire to make the relationship more permanent.  Number 5 may well be frightened off by Number 7's need for commitment and Number 7 could be left feeling rejected.\n\nIf Number 7 does meet a Number 5 who shares their desire for commitment, then there is a fair change that the relationship will be successful.  There will, however, be some differences that Number 5 and Number 7 will need to resolve before they can be truly happy together. \n\nNumber 7 is naturally demonstrative person who has no difficulty in expressing emotions.  Number 5 is not particularly demonstrative, but when they do express their feelings, they are completely sincere.  Number 7 should appreciate this about Number 5 and should not doubt Number 5's love just because they don't declare it constantly.\n\nNumber 5 should be aware that Number 7 will be unhappy if they are openly flirtatious with other people, and Number 5 should try to be considerate of Number 7's feelings.\n\nOnce a Number 5 and Number 7 have worked through their difficulties and are established in a relationship their difficulties and are established in a relationship together, they will generally be happy together.  If both individuals are equally committed to the success of the relationship, it will last for a long time."
}