[
    1,
    0,
    0,
    [
        [
            "cc.TextAsset",
            [
                "_name",
                "text"
            ],
            1
        ]
    ],
    [
        [
            0,
            0,
            1,
            3
        ]
    ],
    [
        [
            0,
            "en_rullingNumber_9",
            "The humanitarian qualities of ambition, responsibility and idealism are the three-fold aspects of Ruling Birth Number 9 people, whose prime motivation is to put people before things. They are individuals whose birth date numbers total 18, 27, 36 or 45.\n\n\n<color=#FFC90E><b>Life’s Purpose</b></color>\n\nThis is a powerful mind number implying a constant responsibility among those who have it. They are far more suited to art than to science, to humanitarian rather than to commercial pursuits. Many of our cultural leaders and serious actors are found with this Ruling Birth Number, all of whom are idealists at heart, though their concepts are not always the most workable. It is an important aspect of their purpose in life to learn to translate the idealistic into the practical.\n\n\n<color=#FFC90E><b>Best Expression</b></color>\n\nTo serve humanity and improve human life are at the very heart of a Ruling Birth Number 9’s expression. The method by which they can best achieve this will be found from the analysis of their Birth Chart (see Chapter 5) and Pyramids (see Chapter 11). These people are ambitious, but are inclined to be more concerned with the overall plan than its details. They are thus more suited to non-commercial undertakings, as they tend to be poor financial managers, especially in their personal affairs. They are very artistic, preferring the deeply serious to the comic or popular forms of artistic expression.\n\n\n<color=#FFC90E><b>Distinctive Traits</b></color>\n\nAmbition, responsibility and idealism are their progressive growth qualities, but through it all, the heavy emphasis is on personal responsibility. Honesty is so natural to them that they assume everyone to be so inclined. This often leads to significant disappointments in people, and some Ruling Birth Number 9’s have been known to develop a deep cynicism as a consequence, even to the extent of doubting the wisdom of their own honesty. They find it easier to give money to the needy, rather than save it for themselves, and this often gives rise to expressions of frustration from their partners. They have very definite thoughts about life and its ideals, about humanity and how people should be motivated. Though these ideas are not always the most practical, Ruling Birth Number 9’s will strive to implement them, such is the nature of their ambitiousness and idealism.\n\n\n<color=#FFC90E><b>Negative Tendencies to Be Surmounted</b></color>\n\nAn indication of negative living is when these people fail to adopt the ideals they seek to impress on others. They need to take great care to ensure they do not fall victim to one of the most offensive of all human traits, that of hypocrisy. Their ambitions can dominate and destroy the integrity of their ideals, thereby developing an egocentricity that is far from appealing. This will often produce a very abrupt manner and an attitude of destructive criticism, which the people in their lives will find difficult to tolerate, and which can ultimately lead to their undoing when they are materially motivated.\n\n\n<color=#FFC90E><b>Recommended Development</b></color>\n\nThe strong idealism of the Ruling Birth Number 9 does not make for successful judges of character. Yet once this limitation is realised, it can be remedied by the study and employment of a reliable guide such as numerology that can help them to understand people. This will assist them in investigating all aspects of a person before drawing conclusions based solely on their personal analysis. In turn, this study will help Ruling Birth Number 9 people develop their intuition and wisdom. Patience and persistence are two other important traits these people need to develop. As they appear to the world, Ruling Birth Number 9’s are seen as overly serious – they need to laugh more and enjoy humour as a vital balance to life.\n\n\n<color=#FFC90E><b>Most Suitable Vocations</b></color>\n\nRuling Birth Number 9’s will be found happily working in religious disciplines, welfare organisations, educational institutions (as administrators rather than teachers), research facilities (including computers), crime solving, the healing professions and as counsellors. Many will be found in professional acting and artistic careers, but in the more serious aspects of them. They rarely excel as senior business executives.\n\n\n<color=#FFC90E><b>Summary</b></color>\n\nRuling Birth Number 9’s are eminently responsible, extremely honest, idealistic, ambitious, humanitarian and very serious about life. They have difficulty saving money.\n\n\n<color=#FFC90E><b>Famous Ruling Birth Number 9’s</b></color>\n\nShirley Maclaine born April 24, 1934 \nElvis Presley born January 8, 1935 \nLinda Evans born November 18, 1942 \nBurt Lancaster born November 2, 1913 \nJimmy Carter born October 1, 1924 \nRichard Harris born October 1, 1933  "
        ]
    ],
    0,
    0,
    [],
    [],
    []
]
