{
  "__type__": "cc.TextAsset",
  "_name": "en_love_19",
  "_objFlags": 0,
  "_native": "",
  "text": "<color=#FFC90E><b>Keywords for the Number 1</b></color>\n\nPOSITIVE\n\nMasculine, assertive, ambitious, successful, self, independent, leadership, originality, initiative, new beginnings, pioneer, organizer, instinct, love, intuition, courageous achiever, strength, creativity, self-reliant, tenacious, forceful, authoritive, inspirational, strong willpower, lenient, attainment, happiness, glory, fame, unique, omniscience, fulfilment.\n\nNEGATIVE\n\nSingle-minded, intolerant, conceited, narrow-minded, stubborn, controlling, lacking in emotion, passive, follower, aggressive, dependent, weak-willed, arrogance, dominant.\n\n\n<color=#FFC90E><b>Keywords for Number 9</b></color>\n\nPOSITIVE\n\nUniversal protection, good in public relations, responsible, 'Universal Brotherhood', inner wisdom, highly intuitive, strength of character, selfishness (learning to say No), humanitarian, creative abilities, sensitive, loyal, forgiving, generalist, multi-talented, teacher, healer, artists, old soul, actor, intelligent, understanding, discreet, brilliant, compassionate, problem-solver, inner wisdom, highly intuitive, self-love, freedom, popular, eternity, generous, non-conformist, artistic genius, have a breadth of vision and a wide viewpoint, can be a little eccentric, communicative, influential, philanthropic, duty, calling, mission, obligation, mysticism, faith, optimism, Divine wisdom, self-sacrifice, karma, enlightenment, service, compassion, selflessness, high idealism, sympathy, psychic, tolerance, humility, altruism, benevolence, empathy, power, charity, intuition, perfection\n\nNEGATIVE\n\nUncaring, uncommunicative, unreliable, lacks the use of understanding, lack of concern for others, lacks the awareness of intuition, weak concern for the self, lacks sensitivity, self-indulgent,  disloyal, lacks the ability to forgive, detached, lofty, dreamy, lethargic, lacking in concentration, aimless, stress and tension, unreliable, weak willed. \n\n<color=#FFC90E><b>*</b></color>\n\nA relationship between Number 1 and Number 9 is likely to be long-lasting and happy.  Number 1 will be attracted to Number 9's passion and energy, and it is an attraction that will last throughout the relationship.\n\nIf Number 1 is involved with Number 9, they will not find it difficult to prioritize their relationship.  Number 1 will be captivated by Number 9's personality and vitality.  Number 9 will also find Number 1's ambitious vision attractive.\n\nThe combination of Number 1 and Number 9 is electric, and a relationship between these two will be filled with passion.\n\nIf Number 1 does fall into the habit of neglecting their partner, it could cause real problems within the relationship.  Number 9 needs to have romance and passion in a relationship, and if deprived of this by Number 1, they may look elsewhere for excitement.\n\nNumber 1 and Number 9 need to set aside time to spend together so that they can enjoy each other's company.  As long as the relationship has equal importance for both, Number 1 and Number 9, both being highly individual, will be happy, and they will experience few difficulties."
}