{
  "__type__": "cc.TextAsset",
  "_name": "en_rullingNumber_10",
  "_objFlags": 0,
  "_native": "",
  "text": "Most Ruling Birth Numbers can be expressed in a variety of ways, depending on the degree of awareness of the person. But there is no greater range of expression than that found in the potential of the Ruling Birth Number 10. They vary from the most likable, personality-plus people when living positively, to lost, floundering, insecure beings when negativity takes over. They are the most adaptable people. They have the potential for brilliant success or they can languish in mediocrity. Birth dates with totals of 19, 28, 37 or 46 are Ruling Birth Number 10’s.\n\n\n<color=#FFC90E><b>Ruling Birth Number 10 Life’s Purpose</b></color>\n\nAdaptability and adjustment are the keynotes of the Ruling Birth Number 10’s life. Their innate flexibility can be of enormous assistance when it comes to helping others adjust to life’s many changes. As life becomes more complex, human adaptation becomes more vital, and so we find Ruling Birth Number 10 people in a wide diversity of vocations and situations. They have a natural fearlessness that often leads them into pioneering ventures others would never consider undertaking.\n\n\n<color=#FFC90E><b>Best Expression</b></color>\n\nIf we want someone to assist us in enjoying the light-hearted pleasures of life, we need look no further than a Ruling Birth Number 10 person. They express best when allowed the freedom to experience what they regard as the bubbling excitement of life. But when they are suppressed or feel emotionally hampered, they become despondent without realizing why. This gives rise to frustration, often evidenced by irritability or a short temper. The minority of Ruling Birth Number 10 people will be constantly forthright, non-reactive and clearly assertive – their optimism knows no bounds, leading them to achieve remarkable progress in life. This is the natural expression of the Ruling Birth Number 10, being the powerful combination of the ego (the 1), expressing its infinite spiritual depth through the 0.\n\n\n<color=#FFC90E><b>Distinctive Traits</b></color>\n\nEssentially a physical (doing) Ruling Birth Number, the 10 endows a power of flexibility and adaptability that produces a highly popular personality. Their generally happy disposition is quite contagious, yet because they prefer to avoid delving deeply into other people’s problems, they find it difficult to understand why others are not as happy and well adjusted as they like to be. The majority of Ruling Birth Number 10’s rarely delve deeply into life, more content with more superficial pleasures, particularly sports – either actively or passively. By contrast, the aware minority of Ruling Birth Number 10’s will become successful and dominant in their profession, for they have a depth of fortitude that enables them to rise above some of the most difficult conditions. In general, Ruling Birth Number 10 people unconsciously adopt an air of debonair self-assurance, reflected in their personal confidence and their elegant appearance, no matter how they dress. They are not so successful in solving mental problems in their life or the lives of others, and do not make good counsellors or deep, meaningful friendships, often preferring the company of members of their own sex to that of the opposite sex. They are generally artistic, with a very sensitive touch that makes them competent instrumentalists and capable judges of quality in clothing and materials.\n\n\n<color=#FFC90E><b>Negative Tendencies to Be Surmounted</b></color>\n\nTheir self-confidence can sometimes lead these people to dominate others, but they do so unwisely, invariably creating a disharmony more intense than they sought to overcome. This tendency is best avoided through better control of the ego, recognizing the depth of spiritual substance and avoiding superficiality in their lives. Engagement in constructive and creative activities will significantly assist Ruling Birth Number 10 people to adopt a more penetrative perspective on life, and the recognition that if doors close in their face, they need to turn around and find other open doors. They must avoid being lazy and expecting life to be one big ball; and they must recognize the need to develop self-discipline to overcome melancholy and emotional insecurity.\n\n\n<color=#FFC90E><b>Recommended Development</b></color>\n\nRuling Birth Number 10 people have the tendency to become lost in conformity and to be accepting of mediocrity as the norm. They need to recognize their potential for the exceptional, their versatility and their profound adaptability. Throughout their lives, they need to practice meditation to centre themselves and bring them in touch with their inner strength. They should also employ temperance (balance) in their lives, and develop awareness of the world surrounding them (erudition), harmony in their attitudes, compassion and reverence for life. Also, developing discrimination between important and unimportant prospects in their life is important, otherwise they can waste considerable time in worthless pursuits.\n\n\n<color=#FFC90E><b>Most Suitable Vocations</b></color>\n\nThe fields of professional sports or entertainment, interior decorating and design, and work with fabrics or food are good vocations for Ruling Birth Number 10’s. Also, they make good salespeople (where they are invariably irresistible), politicians, charity fundraisers, business executives, sales managers, town planners, architects and real estate agents.\n\n\n<color=#FFC90E><b>Summary</b></color>\n\nThey are confident, debonair, bright and happy people, with an extremely sensitive touch and an amazing ability to sell.\n\n\n<color=#FFC90E><b>Famous Ruling Birth Number 22/4’s</b></color>\n\nRupert Murdoch born March 11, 1931\nJack Nicholson born April 22, 1937 \nophia Loren born September 20, 1943 \nHenry Ford born July 30, 1863 \nJerry Lewis born March 16, 1926 \nBilly Joel born May 9, 1949 "
}