[
    1,
    0,
    0,
    [
        [
            "cc.TextAsset",
            [
                "_name",
                "text"
            ],
            1
        ]
    ],
    [
        [
            0,
            0,
            1,
            3
        ]
    ],
    [
        [
            0,
            "en_rullingNumber_2",
            "Only one total of numbers in the birth date will result in a Ruling Birth Number 2, that is the total of 20. (Totals of 29, 38 and 47 result in Ruling Birth Number 11’s.) Therefore, we find far fewer people with a Ruling Birth Number 2 (and Ruling Birth Number 22/4) than any other of the Ruling Birth Numbers. Not surprisingly, both Ruling Birth Numbers suggest a special significance. The Ruling Birth Number 2 is generally the sensitive, unassuming, supportive person, while the Ruling Birth Number 22/4 is far more assertive and self-confident.\n\n\n<color=#FFC90E><b>Life’s Purpose</b></color>Ruling Birth Number 2\n\nThese people have a special ability to work with and under the guidance of dynamic leadership. Without this, they could feel lost. They are generally not leaders themselves, rarely possessing the desire to lead, yet they do have a unique ability to seek and associate with the type of person or organization with which their diligent capabilities may be most appreciated. Their special role is to complement by providing loyal, intuitive support.\n\n\n<color=#FFC90E><b>Best Expression</b></color>\n\nThough extremely capable and confident when allowed to work at their own steady pace, Ruling Birth Number 2’s can be made to feel insecure if burdened with stress and persistent urgency. They must be allowed to progress at their own natural pace, for they prefer to consolidate as they go. They are exceptionally honorable and dislike their integrity being doubted – this would also undermine their confidence. Their <color=#FFC90E><b>Best Expression</b></color> is generally through the sensitive use of their hands, such as in art or in writing, but always when guided by their faithful intuition.\n\n\n<color=#FFC90E><b>Distinctive Traits</b></color>\n\nThey are intuitive, sensitive, reliable, diligent and compassionate people. They are the peacemakers, sometimes to the extent of reforming (and in the current emerging age of awareness, this is a very valuable ability). Ruling Birth Number 2’s are less motivated by ego than are most people, exhibiting the selfless and noble acumen of being able to merge their ego with that of others when desirable or necessary.\n\n\n<color=#FFC90E><b>Negative Tendencies to Be Surmounted</b></color>\n\nSome Ruling Birth Number 2’s fail to realise that their inherent development must result from personal involvement. Materialism or a false sense of egocentricity will impel them to become discontented, irritable and frustrated. But these characteristics are both rare and unnatural to them. In the event of such a situation occurring, they will eventually recognise the departure from their path of natural development. Another area of disappointment derives from relying too much on rationalisation at the expense of their intuition, for this will lead to errors in judgement.\n\n\n<color=#FFC90E><b>Recommended Development</b></color>\n\nRuling Birth Number 2’s should employ their powerful intuitive ability to develop self-confidence and to choose as friends and associates those who accept and appreciate their <color=#FFC90E><b>Distinctive Traits</b></color>. This is important for their personal development. As they mature, Ruling Birth Number 2’s naturally discover the importance of emotional control, learning how to use it as an aid to their sensitive expression. It will be of considerable benefit to them to develop their mental faculties, especially their powers of deduction and memory. Such development will firmly anchor their self-esteem and provide greater personal happiness.\n\n\n<color=#FFC90E><b>Most Suitable Vocations</b></color>\n\nThese people are best suited to work as personal assistants to administrators, especially in charitable or educational activities. They are also artistic, with a sensitivity that is capably expressed in painting, music, song or dance, but they feel more comfortable as part of a group, rather than a soloist. They are sometimes found as capable diplomats, social workers, secretaries and, if limited by lack of education, process workers.\n\n\n<color=#FFC90E><b>Summary</b></color>\n\nRuling Birth Number 2’s are sensitive, intuitive, supportive, reliable, peacemaking, compassionate and artistic.\n\n\n<color=#FFC90E><b>Notes for the 21st Century</b></color>\n\nThe last Ruling Birth Number 2 person to be born in the 20th century was on January 1, 1980. The first in the 21st century was born on 7/29/2000; thereafter many have and will be born. Thus, the sensitive nature of the Ruling Birth Number 2 will not be so unique, hopefully encouraging an increased movement toward intuitiveness and peace throughout the world.\n\n\n<color=#FFC90E><b>Famous Ruling Birth Number 2’s</b></color>\nPrince Philip born June 10, 1921 Ronald Reagan born February 6, 1911"
        ]
    ],
    0,
    0,
    [],
    [],
    []
]
