{
  "__type__": "cc.TextAsset",
  "_name": "en_love_36",
  "_objFlags": 0,
  "_native": "",
  "text": "<color=#FFC90E><b>Keywords for Number 3</b></color>\n\nPOSITIVE\n\nCreative, sociable, easy going, visionary, humourous, energetic, growth, expansion, principles of increase, spontaneous, broadminded thinking, optimism, kindness, encouragement, assistance, speech, faith, hope and charity, culture, wit, communication, fun-loving, freedom-seeking, brave, adventurous, exuberant, brilliant, non-confrontational, open-channel, free-form, rhythm, inspiration, love of pleasure, joy, art, passion, surprise, intelligence, sensitivity, psychic ability, social, self-expression, affable, communicative, enthusiastic, youthful, enlivening, imagination.\n\nNEGATIVE\n\nIndifferent, impatient, over-confident, lacking in stamina, easily-hurt, closed-minded, pessimistic, insensitivity, selfish, withdrawn and uncommunicative, anti-social, laziness, sensitivity to criticism, exaggeration, lack of direction, immaturity, sorrow.\n\n\n<color=#FFC90E><b>Keywords for Number 6</b></color>\n\nPOSITIVE\n\nDomestic, responsible, care, teacher, conventional, provider, protector, healer, idealistic, selfless, honest, charitable, faithful, nurturer, truth, order, economy, emotional depth, curiosity, deep love of home and family, humanitarian, service, unselfishness, balance, good provider, peaceful, self-sacrifice, empathy, sympathy, unconditional love, circulation, agriculture, balance, grace, simplicity, ability to compromise, reliable.\n\nNEGATIVE\n\nEasily-stressed, superiority complex, weak, impractical, submissive, shallowness, restlessness, selfishness, weak-willed, unsupportive.\n\n<color=#FFC90E><b>*</b></color>\n\nNumber 3 and Number 6 are both attractive individuals.  The attraction of Number 6 to Number 3 will be their ability to project the right image, and stand out from the crowd.  Number 6 will be attracted to Number 3's openness and childlike charms.\n\nOnce a relationship between Number 3 and Number 6 is established, it will become apparent that Number 3 expects more attention and romance from Number 6 then Number 6 is prepared to give.\n\nNumber 3 has high expectations of relationships and requires romance and excitement to remain committed to their partner.  If Number 6 does not respond to Number 3's needs, then Number 3 may well look elsewhere for excitement.\n\nNumber 3 is a natural flirt and will have no difficulty in attracting a string of admirers.\n\nNumber 6 will be aware of Number 3's discontent and of the fact that Number 3 is flirting with others.  Number 6 will be hurt by their partner's actions, but will not risk a confrontation.  They are more likely to internalize their disappointment and jealousy.  This will ultimately make Number 6 very unhappy and the relationship could be in jeopardy.\n\nIn order for Number 3 and Number 6 to form a successful and happy relationship they need to be realistic about their expectations of each other.  They should be open and honest about what they want from a relationship and from each other.  If Number 3 and Number 6 are open with each other and talk through any difficulties, they will have a successful relationship.  They have similar personalities, share many interests and generally get on very well together."
}