[
    1,
    0,
    0,
    [
        [
            "cc.TextAsset",
            [
                "_name",
                "text"
            ],
            1
        ]
    ],
    [
        [
            0,
            0,
            1,
            3
        ]
    ],
    [
        [
            0,
            "en_rullingNumber_22",
            "This is the master number. People born as 22/4’s have almost limitless potential and often make their mark in life by achieving seemingly impossible goals. But there are two distinctly different Ruling Birth Number 22/4’s – the aware and the unaware. The difference between them is as extreme as the power of the number. The former benefit from the successful mastery of any aspect of life into which they are directed; the latter drift into a lazy indifference, becoming almost useless misfits, many of them drifting into mental institutions. Only one total of birth date numbers resolves to a Ruling Birth Number 22/4 and that is the total of 22, occurring only with some one to two percent of the population.\n\n\n<color=#FFC90E><b>Ruling Birth Number 22 Life’s Purpose</b></color>\n\nAs human life continues to evolve through progressive stages of enlightenment, there will always be people of outstanding leadership whose purpose is to guide such evolution. This they achieve in much the same way as some outstanding directors guide the unfolding of a movie or a play. They might take a minor role in it themselves, but rarely the starring role, preferring to guide from behind the scenes, where the decisions are made and the entire overall design is formulated. In whatever area of life they find themselves, Ruling Birth Number 22/4’s are invariably at the centre when living positively. In this New Age of awareness, the role of these people becomes crucial, for their personal enlightenment is a beacon whose life will illumine the Path and guide countless others, many of whom will be unaware of the source. For centuries, 22/4’s consistently chose to work behind the scenes, but as life evolves, more and more 22/4’s are coming to the fore to take charge of events as the course becomes treacherous. They ask only for respect and cooperation to facilitate their work.\n\n\n<color=#FFC90E><b>Best Expression</b></color>\n\nTo achieve any semblance of their potential, Ruling Birth Number 22/4 people need a first-rate education. Many spend a great deal of time at their studies, continually seeking to better themselves and to satisfy their inner craving for knowledge. They realise that this means they are better equipped to guide others. Ruling Birth Number 22/4’s must be able to work without constrictions to achieve their best, for they become most frustrated if working under dominant direction for too long. The rate at which they learn is little short of amazing, as though they have accomplished most things in past lives and are merely re-acquainting themselves with the current modes of expression. Little wonder they rise to leadership so often in life and are constantly called on for advice and guidance.\n\n\n<color=#FFC90E><b>Distinctive Traits</b></color>\n\nOne of the most noticeable traits of the Ruling Birth Number 22/4 is their apparent lack of emotion. They regard emotional control as fundamental to their purpose, and adopt it to minimise reactive behaviour rather than to appear detached or difficult to understand. Actually, they are very sensitive, highly intuitive people who combine the unique abilities of powerful spiritual awareness (the double 11) with the eminently practical 4. They rarely fail to accept a challenge, especially if it involves human welfare. They will be found in some of the most difficult and seemingly dangerous environments, but are usually cool and careful in the execution of whatever work they are directing. Their capacity for responsibility is almost limitless; consequently, some people habitually depend on them, often thoughtlessly.\n\n\n<color=#FFC90E><b>Negative Tendencies to Be Surmounted</b></color>\n\nMost Ruling Birth Number 22/4’s readily recognise many of their strengths and capably employ them. The few who do not or who are drawn into a singularly materialistic environment, take on all the negative aspects of the Ruling Birth Number 4, but worse. In so doing, they become little better than misfits, with an obsession for money, in the quest for which they will brook little interference, becoming unhappy, aloof and lonely. Rehabilitation from these depths demands great patience, understanding and loving tenderness, for the 22/4 can become the most depressed person when negative (the opposite end of the scale to the dynamic achiever). As all Ruling Birth Number 22/4’s are fond of art, rhythm, dancing and most forms of music, the wise use of these forms of expression will greatly help to bring about balanced emotions and a more positive attitude. This will bring them out of their self-centred world and help them to regain their positive outlook on life.\n\n\n<color=#FFC90E><b>Recommended Development</b></color>\n\nFor all Ruling Birth Number 22/4 people, it is vital to ensure that life provides a balance of work and pleasure. Their considerable aptitude for work often causes them to become obsessed with achieving, to the detriment of quality family, hobby and relaxation time. Their development along artistic lines through hobbies – such as singing, dancing, painting, writing and so on – will enhance the expression of their feelings and relax them emotionally. They must realise they are never too old to learn, for learning is a lifelong pursuit for them.\n\n\n<color=#FFC90E><b>Most Suitable Vocations</b></color>\n\nThese people are suited to work as leaders in practically any business or cultural organisation. They excel at whatever they attempt, be it in art, writing, politics, the diplomatic services…or as efficiency experts, humanitarians, technicians (especially with computers) or teachers.\n\n\n<color=#FFC90E><b>Summary</b></color>\n\nThis is the master number whose bearers have the most responsibility to humanity. They are self-confident, highly intuitive and sensitive, with a tight rein on their emotions and an intense concern for human welfare. They have to take care not to become ruthless in their pursuit of their goals.\n\n\n<color=#FFC90E><b>Famous Ruling Birth Number 22/4’s</b></color>\n\nMargaret Thatcher born October 13, 1925\nRichard Wagner born May 22, 1813\nFrank Sinatra born December 12, 1915\nLuciano Pavarotti born October 12, 1935\nClint Eastwood born May 31, 1930"
        ]
    ],
    0,
    0,
    [],
    [],
    []
]
