{
  "__type__": "cc.TextAsset",
  "_name": "en_love_13",
  "_objFlags": 0,
  "_native": "",
  "text": "<color=#FFC90E><b>Keywords for the Number 1</b></color>\n\nPOSITIVE\n\nMasculine, assertive, ambitious, successful, self, independent, leadership, originality, initiative, new beginnings, pioneer, organizer, instinct, love, intuition, courageous achiever, strength, creativity, self-reliant, tenacious, forceful, authoritive, inspirational, strong willpower, lenient, attainment, happiness, glory, fame, unique, omniscience, fulfilment.\n\nNEGATIVE\n\nSingle-minded, intolerant, conceited, narrow-minded, stubborn, controlling, lacking in emotion, passive, follower, aggressive, dependent, weak-willed, arrogance, dominant.\n\n\n<color=#FFC90E><b>Keywords for Number 3</b></color>\n\nPOSITIVE\n\nCreative, sociable, easy going, visionary, humourous, energetic, growth, expansion, principles of increase, spontaneous, broadminded thinking, optimism, kindness, encouragement, assistance, speech, faith, hope and charity, culture, wit, communication, fun-loving, freedom-seeking, brave, adventurous, exuberant, brilliant, non-confrontational, open-channel, free-form, rhythm, inspiration, love of pleasure, joy, art, passion, surprise, intelligence, sensitivity, psychic ability, social, self-expression, affable, communicative, enthusiastic, youthful, enlivening, imagination.\n\nNEGATIVE\n\nIndifferent, impatient, over-confident, lacking in stamina, easily-hurt, closed-minded, pessimistic, insensitivity, selfish, withdrawn and uncommunicative, anti-social, laziness, sensitivity to criticism, exaggeration, lack of direction, immaturity, sorrow.\n\n<color=#FFC90E><b>*</b></color>\n\nNumber 3 is likely to be attracted by the confidence and ambition of the Number 1.  A romance is a strong possibility between these two, as Number 1 will be flattered by the attention and admiration of Number 3.\n\nOnce a relationship is established, Number 3 is not likely to be impressed by the lack of attention from Number 1.  If Number 1 is seriously interested in Number 3 and wants the relationship to work, they will have to learn to be more demonstrative and romantic.  If Number 3 feels unappreciated, there is a danger that they will look for romance with someone else.\n\nNumber 3 should accept that work and achieving goals is extremely important to Number 1 and that romance will not always be on top of their agenda.\n\nThis combination will be most likely to succeed if the two individuals spend time getting to know each other and learning to understand each other's needs.\n\nIt is important that throughout the relationship Number 1 and Number 3 remember the other's needs and try to be supportive of each other."
}