{
  "__type__": "cc.TextAsset",
  "_name": "en_love_69",
  "_objFlags": 0,
  "_native": "",
  "text": "<color=#FFC90E><b>Keywords for Number 6</b></color>\n\nPOSITIVE\n\nDomestic, responsible, care, teacher, conventional, provider, protector, healer, idealistic, selfless, honest, charitable, faithful, nurturer, truth, order, economy, emotional depth, curiosity, deep love of home and family, humanitarian, service, unselfishness, balance, good provider, peaceful, self-sacrifice, empathy, sympathy, unconditional love, circulation, agriculture, balance, grace, simplicity, ability to compromise, reliable.\n\nNEGATIVE\n\nEasily-stressed, superiority complex, weak, impractical, submissive, shallowness, restlessness, selfishness, weak-willed, unsupportive.\n\n\n<color=#FFC90E><b>Keywords for Number 9</b></color>\n\nPOSITIVE\n\nUniversal protection, good in public relations, responsible, 'Universal Brotherhood', inner wisdom, highly intuitive, strength of character, selfishness (learning to say No), humanitarian, creative abilities, sensitive, loyal, forgiving, generalist, multi-talented, teacher, healer, artists, old soul, actor, intelligent, understanding, discreet, brilliant, compassionate, problem-solver, inner wisdom, highly intuitive, self-love, freedom, popular, eternity, generous, non-conformist, artistic genius, have a breadth of vision and a wide viewpoint, can be a little eccentric, communicative, influential, philanthropic, duty, calling, mission, obligation, mysticism, faith, optimism, Divine wisdom, self-sacrifice, karma, enlightenment, service, compassion, selflessness, high idealism, sympathy, psychic, tolerance, humility, altruism, benevolence, empathy, power, charity, intuition, perfection\n\nNEGATIVE\n\nUncaring, uncommunicative, unreliable, lacks the use of understanding, lack of concern for others, lacks the awareness of intuition, weak concern for the self, lacks sensitivity, self-indulgent,  disloyal, lacks the ability to forgive, detached, lofty, dreamy, lethargic, lacking in concentration, aimless, stress and tension, unreliable, weak willed.\n\n<color=#FFC90E><b>*</b></color>\n\nNumber 6 and Number 9 are both very attractive individuals who will be drawn to each other, Number 6 and Number 9 will be delighted to find that, for once, they have met someone who lives up to their expectations.\n\nNumber 6 and Number 9 will enjoy a near perfect relationship. Together they will intensity and passion.  Number 9 will be very demonstrative and romantic towards Number6 and will give them no reason to doubt the security of the relationship.\n\nIn this relationship, even Number 6, who can find expressing emotions difficult, will be completely at ease with vocal declarations and will be able to express love and devotion with confidence. Number 6 and Number 9 will live together in almost dreamlike harmony, and it is most likely that they will experience and problems with each other.\n\nThe problem that this couple are likely to run into are generally with the realities of life outside their relationship.  They may find it difficult to accept the harsh realities of life, such as the necessity for money, food, heat, utilities etc.  Number 6 and Number 9 need to recognize that although love will bring them much happiness, it will not clothe nor feed them, and that at some point reality will have to enter their lives.\n\nA relationship between Number 6 and Number 9 will generally be extremely happy and long-lasting.  They are very well suited to each other.\n"
}