[
    1,
    0,
    0,
    [
        [
            "cc.TextAsset",
            [
                "_name",
                "text"
            ],
            1
        ]
    ],
    [
        [
            0,
            0,
            1,
            3
        ]
    ],
    [
        [
            0,
            "en_love_24",
            "<color=#FFC90E><b>Keywords for Number 2</b></color>\n\nPOSITIVE\n\nDiplomat, friend, artist, enduring peacemaker, gentle, kind, charming, insightful, sensitive, team-player, ambitious, spiritual, well-mannered, placid, just, unselfish, harmonious, sociable, supportive, attention to detail, co-operative, decisive, poise, intuitive, adaptable, agreeable, cautious, considerate, emotional, flexible, loving, understanding, consideration, grace, devotion, the subconscious, balance, mediation.\n\nNEGATIVE\n\nIrresolute, indifferent, unable to take responsibility, fearful, weak-willed, submissive, pessimistic, dependent, indecisiveness, hesitation, indecisiveness, lack of balance, unsteady, unstable, insensitive, inflexible, disagreeable, stagnant, inconsiderate, unemotional, unloving, fears making mistakes, fears unplanned change, fears being alone, fear of the unknown.\n\n\n<color=#FFC90E><b>Keywords for Number 4</b></color>\n\nPOSITIVE\n\nSecurity-conscious, self-control, loyal, conscientious, hardworking, high morals, traditional values, honesty, strong-willed, practical, wisdom, imperturbable, conservative, application, determination, serious builder, progress, doer, manager, traditional, solid foundations, realistic values, stability, ability, justice, goal-orientated, system, order, management, responsibility, maintenance, constructive, determined, serious, discipline, dependability, conviction.\n\nNEGATIVE\n\nStubborn, workaholic, clumsy, dull, inflexible, dislikes change, lack of purpose, disorganised, lacks consciences, lazy, disharmony, undisciplined, dishonest, no value system, limited viewpoint, rigidity, impractical, fears deprivation and loss.\n\n<color=#FFC90E><b>*</b></color>\n\nA relationship between Number 2 and Number 4 is likely to be a happy and harmonious union as Number 2 and Number 4 are both looking for commitment and security, and a relationship between these two will probably become serious after a short time.  A romance between Number 2 and Number 4 is unlikely to be a short-lived affair. Number 4 and Number 2 will enjoy creating a warm and secure home together.  They will spend a great deal of time together planning their future.\n\nThe key to happiness of Number 2 and Number 4 is commitment.  Each will know that the other is fully committed to the relationship, and secure in this knowledge, both Number 2 and Number 4 will thrive.  Number 4 will learn to be more relaxed and humourous through their relationship with Number 2, and Number 2 will feel more assertive and able to voice  their opinions.\n\nNumber 2 and Number 4 will respect and admire each other.  Their relationship will be affectionate and loving and will stand the test of time."
        ]
    ],
    0,
    0,
    [],
    [],
    []
]
