{
  "__type__": "cc.TextAsset",
  "_name": "en_love_17",
  "_objFlags": 0,
  "_native": "",
  "text": "<color=#FFC90E><b>Keywords for the Number 1</b></color>\n\nPOSITIVE\n\nMasculine, assertive, ambitious, successful, self, independent, leadership, originality, initiative, new beginnings, pioneer, organizer, instinct, love, intuition, courageous achiever, strength, creativity, self-reliant, tenacious, forceful, authoritive, inspirational, strong willpower, lenient, attainment, happiness, glory, fame, unique, omniscience, fulfilment.\n\nNEGATIVE\n\nSingle-minded, intolerant, conceited, narrow-minded, stubborn, controlling, lacking in emotion, passive, follower, aggressive, dependent, weak-willed, arrogance, dominant.\n\n\n<color=#FFC90E><b>Keywords for Number 7</b></color>\n\nPOSITIVE\n\nSpecialist, inventor, loner, eccentric, thoughtful, spiritual, psychic, natural healer, inner-strength, quick-witted, wise, discerning, understanding of others, philosophical, endurance, deep contemplation, solitary, independent, mystic, psychic, keen mind, determination, individualist, knowledge-seeking, non-conformist, persistence of purpose, perfection.\n\nNEGATIVE\n\nMorbid, hypercritical, inactive, anti-social, pessimistic, silent, dependency, depression, stagnant, lack of persistence, pride, narrowness, distance, rigidity, argumentative, temper.\n\n<color=#FFC90E><b>*</b></color>\n\nA relationship between a Destiny 1 and Destiny 7 is an unlikely match, as Number 1 and Number 7 have quite different interests and ideals.\n\nIf however, Number 1 and Number 7 do find themselves attracted to each other and decide to become involved, there is a fair chance that the relationship will work well.\n\nNumber 1 and Number 7 will find each other interesting, and each will want to learn about how the other views different situations.  This could lead to an interested process of emotional and intellectual development for Number 1 and Number 7, who will like having the opportunity to view the world through another's eyes.\n\nNumber 7 is very romantic and loving towards their partner.  Number 1 will be happy to receive the support and affection of Number 7, but should also try to meet the needs of their partner, who also needs to be loved and supported.  Number 1 should be careful not to neglect Number 7, or they may not tolerate the lack of affection and may seek romance elsewhere.  Difficulties may arise in this relationship if Number 1 tries to dominate Number 7.  Number 7 is very independent and will react badly to a domineering partner.\n\nThe key to success for this couple is communication and respect.  Number 1 needs to make sure that they spend plenty of time with their Number 7 partner, and when they are together they should talk openly and honestly.  Number 1 and Number 7 need to acknowledge and respect each other's individual needs."
}