[
    1,
    0,
    0,
    [
        [
            "cc.TextAsset",
            [
                "_name",
                "text"
            ],
            1
        ]
    ],
    [
        [
            0,
            0,
            1,
            3
        ]
    ],
    [
        [
            0,
            "vi_karmicdebt_19",
            "Trong biểu đồ số, số 19 xoay quanh sự ích kỷ và nhu cầu dẫm lên mọi người để đạt được mục tiêu hoặc lợi ích cá nhân của bạn. Trong hành trình của chu kỳ sinh nở trước đây của mình, bạn đã không ngần ngại sử dụng mọi người để vượt lên. Và trong khi bạn là một kẻ bắt nạt trong chu kỳ sinh trước của mình, bạn có thể thay đổi số phận của mình bằng cách trở thành một nhà lãnh đạo thoải mái hơn, người cho phép người kia chịu trách nhiệm và phục vụ người khác.\n\nToàn bộ ý tưởng là trở nên dễ chịu hơn và phục vụ người khác, dành thời gian để suy nghĩ về các vấn đề khiến cả bạn bè và gia đình gặp khó khăn trước bản thân bạn. Bạn cũng nên chống lại sự thôi thúc hành động như một người biết tất cả vì nó thúc đẩy cảm giác kiêu ngạo và tự phụ.\n\nNếu bạn đang gặp khó khăn với con số này, bạn sẽ nhận thấy rằng bạn rất yêu thích của cải vật chất trong cuộc sống của bạn. Số 19 cũng liên quan đến tính bướng bỉnh (đặc biệt là khi phải nhờ người giúp đỡ), ám ảnh về vẻ ngoài của bản thân, lòng tự ái, quá phụ thuộc vào một người, nghiện ngập, lười biếng, kiêu ngạo, ích kỷ và các vấn đề về lòng tự trọng (đặc biệt là khi mọi việc thất bại. để đi theo kế hoạch).\n\nTuyên bố từ chối trách nhiệm, vượt qua con số này là khá khó khăn và có thể mất nhiều mạng. Nhưng để ở đúng phía và thay đổi hướng đi của cuộc đời bạn, điều quan trọng là phải ưu tiên quan tâm đến người khác. Đó là, giúp đồng nghiệp của bạn và những người kém may mắn thành công trong các dự án cá nhân của họ. Bản chất của con người là nghĩ rằng bạn giỏi hơn ai đó hoặc điều gì đó khác, nhưng thực tế là có một số cách mà tất cả chúng ta có thể tăng thêm giá trị miễn là chúng ta nỗ lực để đạt được mục tiêu của mình."
        ]
    ],
    0,
    0,
    [],
    [],
    []
]
