{
  "__type__": "cc.TextAsset",
  "_name": "vi_love_67",
  "_objFlags": 0,
  "_native": "",
  "text": "<color=#FFC90E><b>Từ khóa cho số 6</b></color>\n\nTÍCH CỰC:\n\nThích ở nhà, nội trợ, có trách nhiệm, quan tâm, giáo viên, thông thường, nhà cung cấp, người bảo vệ, người chữa bệnh, duy tâm, vị tha, trung thực, từ thiện, trung thành, người nuôi dưỡng, sự thật, trật tự, nền kinh tế, chiều sâu cảm xúc, sự tò mò, tình yêu quê hương và gia đình sâu sắc, nhân đạo, dịch vụ, vô vị kỷ, cân bằng, nhà cung cấp tốt, ôn hòa, hy sinh, đồng cảm, thông cảm, tình yêu vô điều kiện, tuần hoàn, nông nghiệp, cân bằng, duyên dáng, đơn giản, khả năng thỏa hiệp, đáng tin cậy.\n\nTIÊU CỰC: \n\nDễ bị căng thẳng, phức tạp về tính ưu việt, yếu đuối, không thực tế, phục tùng, nông cạn, bồn chồn, ích kỷ, ý chí yếu kém, không ủng hộ.\n\n\n<color=#FFC90E><b>Từ khóa cho số 7</b></color>\n\nTÍCH CỰC:\n\nChuyên gia, nhà phát minh, người cô độc, lập dị, chu đáo, tâm linh, ngoại cảm, người chữa bệnh tự nhiên, nội lực, nhanh trí, khôn ngoan, sáng suốt, hiểu biết về người khác, triết học, sức bền, suy ngẫm sâu sắc, đơn độc, độc lập, thần bí, ngoại cảm, tâm trí sắc sảo , quyết tâm, chủ nghĩa cá nhân, tìm kiếm kiến ​​thức, không tuân thủ, kiên trì mục đích, hoàn hảo.\n\nTIÊU CỰC: \n\nBệnh hoạn, cực đoan, không hoạt bát, chống đối xã hội, bi quan, im lặng, phụ thuộc, trầm cảm, trì trệ, thiếu kiên trì, kiêu ngạo, hẹp hòi, xa cách, cứng nhắc, hay tranh cãi, nóng nảy.\n\n<color=#FFC90E><b>*</b></color>\n\nSố 7 không phải gu của Số 6. Đối với Số 6 - người đang tìm kiếm một người nổi bật giữa đám đông thì Số 7 quá im lặng và thu mình. Tương tự như vậy, Số 6 sẽ không gây ấn tượng với Số 7, những người sẽ nghi ngờ về hình ảnh được trau chuốt và hoàn thiện của Số 6. Trên thực tế, không chắc rằng cả 2 sẽ tìm thấy chính họ trong cùng một hoạt động.\n\nNếu Số 6 và Số 7 nhận thấy mình bị thu hút bởi nhau và quyết định tiến tới mối quan hệ hẹn hò thì có lẽ họ sẽ ngạc nhiên về mức độ thân thiết của họ. Số 7 là một người rất lãng mạn, và Số 6 sẽ được tán dương bởi sự quan tâm của người kia  và cảm thấy tự tin hơn khi thể hiện cảm xúc của mình. \n\nSố 6 sẽ cảm thấy được hỗ trợ và yêu thương bởi Số 7 nhưng nên nhớ rằng hãy chú ý để đáp lại.\n\nCác vấn đề sẽ chỉ nảy sinh nếu Số 7 cảm thấy không được Số 6 đánh giá cao và trở nên bất an. Số 7 có thể thể hiện sự không vui theo cách cảm tính và Số 6 sẽ không thể đối phó với nguyên nhân dẫn đến sự bất hòa. Số 6 nên trấn an Số 7 bằng tình yêu của họ một cách thường xuyên chứ không chỉ vào ngày sinh nhật, ngày kỷ niệm và những thứ tương tự.\n\nMột khi Số 6 và Số 7 đã vượt qua những khó khăn ban đầu, họ sẽ hạnh phúc bên nhau. Họ sẽ chia sẻ một mối quan hệ tình cảm và yêu thương."
}