{
  "__type__": "cc.TextAsset",
  "_name": "en_love_39",
  "_objFlags": 0,
  "_native": "",
  "text": "<color=#FFC90E><b>Keywords for Number 3</b></color>\n\nPOSITIVE\n\nCreative, sociable, easy going, visionary, humourous, energetic, growth, expansion, principles of increase, spontaneous, broadminded thinking, optimism, kindness, encouragement, assistance, speech, faith, hope and charity, culture, wit, communication, fun-loving, freedom-seeking, brave, adventurous, exuberant, brilliant, non-confrontational, open-channel, free-form, rhythm, inspiration, love of pleasure, joy, art, passion, surprise, intelligence, sensitivity, psychic ability, social, self-expression, affable, communicative, enthusiastic, youthful, enlivening, imagination.\n\nNEGATIVE\n\nIndifferent, impatient, over-confident, lacking in stamina, easily-hurt, closed-minded, pessimistic, insensitivity, selfish, withdrawn and uncommunicative, anti-social, laziness, sensitivity to criticism, exaggeration, lack of direction, immaturity, sorrow.\n\n\n<color=#FFC90E><b>Keywords for Number 9</b></color>\n\nPOSITIVE\n\nUniversal protection, good in public relations, responsible, 'Universal Brotherhood', inner wisdom, highly intuitive, strength of character, selfishness (learning to say No), humanitarian, creative abilities, sensitive, loyal, forgiving, generalist, multi-talented, teacher, healer, artists, old soul, actor, intelligent, understanding, discreet, brilliant, compassionate, problem-solver, inner wisdom, highly intuitive, self-love, freedom, popular, eternity, generous, non-conformist, artistic genius, have a breadth of vision and a wide viewpoint, can be a little eccentric, communicative, influential, philanthropic, duty, calling, mission, obligation, mysticism, faith, optimism, Divine wisdom, self-sacrifice, karma, enlightenment, service, compassion, selflessness, high idealism, sympathy, psychic, tolerance, humility, altruism, benevolence, empathy, power, charity, intuition, perfection\n\nNEGATIVE\n\nUncaring, uncommunicative, unreliable, lacks the use of understanding, lack of concern for others, lacks the awareness of intuition, weak concern for the self, lacks sensitivity, self-indulgent, disloyal, lacks the ability to forgive, detached, lofty, dreamy, lethargic, lacking in concentration, aimless, stress and tension, unreliable, weak willed. \n\n<color=#FFC90E><b>*</b></color>\n\nThere will be an instant attraction between Number 3 and Number 9.  Both Number 9 and Number 3 are likely to stand out from the crowd at a social event, and they will be attracted to each other for this reason.\n\nOnce Number 3 and Number 9 have established a relationship, they will find themselves on a romantic roller-coaster ride.  They will have such a passionate and intense relationship that they will be totally pre-occupied with one another, and even the most fickle Number 3 will not feel the need to look elsewhere for excitement. \n\nNumber 3 and Number 9 are unlikely to ever tire of each other or find each other dull.  They both have impetuous and impulsive natures, which will ensure that there is always a spark in their lives together.  They will be completely committed to each other and will be absolutely secure in each other's love.\n\nThe problems that this couple are likely to encounter will not be with each other, but with their finances.  Both have a lack of understanding about financial matters and neither would want to spoil an adventure by considering their ability to afford it.  For these reasons, there is a fair chance that this pair could end up owing money for luxuries they cannot afford. Even in poverty and debt, Number 3 and Number 9 will be happy together, but it would be better if they could occasionally spare a thought for their bank balance.\n\nOnce Number 9 and Number 3 have found love together they are more than likely to spend the rest of their lives together.  They will certainly make each other very happy for the time that they are together."
}