{
  "__type__": "cc.TextAsset",
  "_name": "vi_love_25",
  "_objFlags": 0,
  "_native": "",
  "text": "<color=#FFC90E><b>Từ khóa cho số 2</b></color>\n\nTÍCH CỰC\n\nBạn bè, nghệ sĩ, lâu dài sứ giả hòa bình, nhẹ nhàng, tốt bụng, quyến rũ, sâu sắc, nhạy cảm, đội chơi, tham vọng, tinh thần, lịch sự, yên lặng, chỉ cần, không ích kỷ, hài hòa, hòa đồng, hỗ trợ, chú ý đến chi tiết, hợp tác, quyết định, đĩnh đạc, trực quan, thích nghi, đồng ý, thận trọng, cân nhắc, tình cảm, linh hoạt, yêu thương, hiểu biết, cân nhắc, ân sủng, tận tâm, tiềm thức, cân bằng, trung gian.\n\nTIÊU CỰC: \n\nBất cần, thờ ơ, không có khả năng chịu trách nhiệm, sợ hãi, ý chí yếu, phục tùng, bi quan, phụ thuộc, thiếu quyết đoán, do dự, thiếu cân bằng, không vững chắc, không ổn định, thiếu nhạy cảm, không linh hoạt, không đồng ý, trì trệ, thiếu cân nhắc, không cam kết, không yêu thương, sợ hãi mắc sai lầm, sợ hãi sự thay đổi không có kế hoạch, sợ hãi ở một mình, sợ hãi trước những điều chưa biết.\n\n\n<color=#FFC90E><b>Từ khóa cho số 5</b></color>\n\nTÍCH CỰC\n\nYêu tự do, hoạt động, ảnh hưởng, nhà thám hiểm, người gợi cảm, người quảng bá, sự tinh tế tự nhiên, hoạt bát, can đảm, khỏe mạnh, thông cảm, động lực, thay đổi, duy tâm, độc đáo, tò mò, từ tính, trí tuệ, ngoại cảm, kinh nghiệm, yêu thích niềm vui, sức sống, nhìn xa trông rộng , mở rộng, cơ hội, kể chuyện, trí tưởng tượng, chủ nghĩa cá nhân, chữa bệnh, sự lựa chọn, lòng thương xót, lòng tốt, phát minh, tháo vát, từ tính, cạnh tranh.\n\nTIÊU CỰC: \n\nNổi giận, vô trách nhiệm, không thích sự gò bó và thói quen, không nhất quán, không đáng tin cậy, thiếu suy nghĩ, bồn chồn, không cam kết, không hoạt động, trì trệ, sợ thay đổi, cứng nhắc trong suy nghĩ, thiếu sức sống.\n\n<color=#FFC90E><b>*</b></color> \n\nNgay sau khi sức hút ban đầu đạt đến đỉnh điểm, Số 2 và Số 5 có thể gặp khó khăn. Sau một thời gian tương đối ngắn, Số 2 sẽ chỉ ra rằng họ đang tìm kiếm một mối quan hệ lâu dài và cam kết. Số 5 sẽ ngạc nhiên và cảnh giác về điều này và có thể sợ hãi. Số 2 nên cho phép mối quan hệ tiến triển một cách tự nhiên, không gắn bất kỳ hy vọng hay kỳ vọng nào vào nó. Chắc chắn Số 2 nên hạn chế nói về bất kỳ kỳ vọng nào mà họ có thể có về mối quan hệ, trừ khi Số 5 thể hiện sự quan tâm đến cam kết theo một cách nào đó.\n\nNếu Số 5 cảm thấy sẵn sàng cam kết với Số 2, thì Số 2 sẽ thấy rằng Số 5 là một đối tác yêu thương và chung thủy. \n\nSố 2 có thể cảm thấy rằng số 5 thiếu tình cảm là một dấu hiệu cho thấy mối quan hệ không có kết quả, nhưng đây chỉ là bản chất của số 5, và số 2 cần phải chấp nhận điều này. Số 5 nên cố gắng dành tình cảm nhiều hơn cho Số 2, người thực sự cần rất nhiều sự quan tâm và trấn an.\n\nMột lĩnh vực khó khăn khác là hành vi tán tỉnh của Số 5. Mặc dù điều này không có nghĩa là Số 5 có ý định không chung thủy, nhưng Số 2 sẽ thấy hành vi này rất khó xử lý và có thể trở nên ghen tuông, cay nghiệt. Thật không may, phản ứng này có thể dẫn đến việc Số 5 trở nên mệt mỏi với mối quan hệ, tìm kiếm niềm vui ở nơi khác và thậm chí trở nên thoải mái trong việc tán tỉnh hơn. Nếu vấn đề này xảy ra trong mối quan hệ, Số 2 và Số 5 cần phải nói về nó và thống nhất một cách để tránh những điều không vui. \n\nVới một chút cố gắng và nhiều giao tiếp và hiểu biết, mối quan hệ này có khả năng thành công. Chắc chắn, nếu Số 2 và Số 5 có thể sống sót qua những vấn đề khó khăn trong gia đoạn ban đầu của mối quan hệ thì mọi chuyện sẽ diễn ra tốt đẹp cho cả hai."
}