{
  "__type__": "cc.TextAsset",
  "_name": "en_love_77",
  "_objFlags": 0,
  "_native": "",
  "text": "<color=#FFC90E><b>Keywords for Number 7</b></color>\n\nPOSITIVE\n\nSpecialist, inventor, loner, eccentric, thoughtful, spiritual, psychic, natural healer, inner-strength, quick-witted, wise, discerning, understanding of others, philosophical, endurance, deep contemplation, solitary, independent, mystic, psychic, keen mind, determination, individualist, knowledge-seeking, non-conformist, persistence of purpose, perfection.\n\nNEGATIVE\n\nMorbid, hypercritical, inactive, anti-social, pessimistic, silent, dependency, depression, stagnant, lack of persistence, pride, narrowness, distance, rigidity, argumentative, temper.\n\n<color=#FFC90E><b>*</b></color>\n\nTwo Number 7’s who are attracted to each other will soon find that the relationship will develop at a rapid pace.  They will sweep each other off their feet and both will fall head over heels in love.\n\nA relationship between two Number 7’s is likely to be a blissful affair, with both individuals feeling completely loved, understood and secure.  Two Number 7’s will fully understand each other’s needs and desires and will have no difficulty in make each other happy.  They will enjoy the opportunity to share their interest in literature, and will discuss their favourite books for hours on end. \n\nTwo Number 7’s romantically involved with each other will probably find that they spend much of their time talking to each other  -  a past time of with neither will tire quickly.\n\nThe only problem likely to arise for two Number 7’s is coping with ‘reality’.  Neither will feel confident in dealing with household budgets or paying bills on time.  There is a possibility that this couple could fall into financial difficulties if they do not deal with financial issues as they arise.  Both individuals have a tendency to put off unpleasant tasks.  It is a good idea for two Number 7’s to share responsibility equally, and tackle tasks together.\n\nTwo Number 7’s will enjoy a happy relationship together.  It is a relationship that is likely to last for a long time.\n"
}