{
  "__type__": "cc.TextAsset",
  "_name": "en_love_33",
  "_objFlags": 0,
  "_native": "",
  "text": "<color=#FFC90E><b>Keywords for Number 3</b></color>\n\nPOSITIVE\n\nCreative, sociable, easy going, visionary, humourous, energetic, growth, expansion, principles of increase, spontaneous, broadminded thinking, optimism, kindness, encouragement, assistance, speech, faith, hope and charity, culture, wit, communication, fun-loving, freedom-seeking, brave, adventurous, exuberant, brilliant, non-confrontational, open-channel, free-form, rhythm, inspiration, love of pleasure, joy, art, passion, surprise, intelligence, sensitivity, psychic ability, social, self-expression, affable, communicative, enthusiastic, youthful, enlivening, imagination.\n\nNEGATIVE\n\nIndifferent, impatient, over-confident, lacking in stamina, easily-hurt, closed-minded, pessimistic, insensitivity, selfish, withdrawn and uncommunicative, anti-social, laziness, sensitivity to criticism, exaggeration, lack of direction, immaturity, sorrow.\n\n<color=#FFC90E><b>*</b></color>\n\nThere is likely to be a strong and immediate attraction between two Number 3s.  They will generally fall into an intense and romantic relationship.  Such passion is likely to be short-lived, and both individuals will probably move on to new pastures before too long, as long-term commitment is not a priority for Number 3s.  The relationship is not likely to end badly, and they will probably remain good friends.\n\nIf two Number 3s are serious about each other and want to make a commitment, then they are well matched in their approach to love.  They will find each other's company interesting and stimulating, and will have a natural understanding of each other's needs.  Two 3s who are committed to each other will share an exciting and passionate relationship that will bring them both a great deal of pleasure.  Once a commitment to each other has been made, two Number 3s will embark on adventures as a couple in order to satisfy their need for excitement. \n\nA relationship between two Number 3s is likely to be happy, and will last for as long as both individuals see fit for it to last.\n"
}