[
    1,
    0,
    0,
    [
        [
            "cc.TextAsset",
            [
                "_name",
                "text"
            ],
            1
        ]
    ],
    [
        [
            0,
            0,
            1,
            3
        ]
    ],
    [
        [
            0,
            "vi_love_77",
            "<color=#FFC90E><b>Từ khóa cho số 7</b></color>\n\nTÍCH CỰC:\n\nChuyên gia, nhà phát minh, người cô độc, lập dị, chu đáo, tâm linh, ngoại cảm, người chữa bệnh tự nhiên, nội lực, nhanh trí, khôn ngoan, sáng suốt, hiểu biết về người khác, triết học, sức bền, suy ngẫm sâu sắc, đơn độc, độc lập, thần bí, ngoại cảm, tâm trí sắc sảo , quyết tâm, chủ nghĩa cá nhân, tìm kiếm kiến ​​thức, không tuân thủ, kiên trì mục đích, hoàn hảo.\n\nTIÊU CỰC: \n\nBệnh hoạn, cực đoan, không hoạt bát, chống đối xã hội, bi quan, im lặng, phụ thuộc, trầm cảm, trì trệ, thiếu kiên trì, kiêu ngạo, hẹp hòi, xa cách, cứng nhắc, hay tranh cãi, nóng nảy.\n\n<color=#FFC90E><b>*</b></color>\n\nHai Số 7 bị thu hút bởi nhau sẽ sớm thấy rằng mối quan hệ sẽ phát triển với tốc độ nhanh chóng. Họ sẽ nhanh chóng cuốn lấy nhau và rơi vào lưới tình.\n\nMối quan hệ giữa hai số 7 có thể là một mối tình hạnh phúc. Cả hai người đều cảm thấy hoàn toàn được yêu thương, thấu hiểu và an toàn. Hai Số 7 sẽ hoàn toàn hiểu nhu cầu và mong muốn của nhau và sẽ không gặp khó khăn gì trong việc làm cho nhau hạnh phúc. Họ sẽ tận hưởng cơ hội để chia sẻ mối quan tâm của họ về văn học, và sẽ thảo luận về những cuốn sách yêu thích của họ hàng giờ liền. \n\nHai Số 7 có quan hệ tình cảm với nhau có thể sẽ thấy rằng họ dành nhiều thời gian để trò chuyện với nhau - khoảng thời gian trôi nhanh nhưng họ không cảm thấy mệt.\n\nVấn đề duy nhất có thể nảy sinh đối với hai Số 7 là đương đầu với 'thực tế'. Họ sẽ không cảm thấy tự tin trong việc giải quyết ngân sách gia đình hoặc thanh toán hóa đơn đúng hạn. Có khả năng cặp đôi này sẽ rơi vào tình trạng khó khăn về tài chính nếu họ không giải quyết các vấn đề tiền bạc khi nó phát sinh. Cả hai cá nhân đều có xu hướng bỏ dở những nhiệm vụ khó chịu. Hai Số 7 chia sẻ trách nhiệm như nhau và giải quyết các công việc cùng nhau là một ý tưởng hay.\n\nHai số 7 sẽ tận hưởng một mối quan hệ hạnh phúc cùng nhau. Đó là một mối quan hệ có khả năng tồn tại lâu dài."
        ]
    ],
    0,
    0,
    [],
    [],
    []
]
