[
    1,
    0,
    0,
    [
        [
            "cc.TextAsset",
            [
                "_name",
                "text"
            ],
            1
        ]
    ],
    [
        [
            0,
            0,
            1,
            3
        ]
    ],
    [
        [
            0,
            "vi_lifepath_3",
            "<color=#FFC90E><b>ĐỨA TRẺ TÀI NĂNG</b></color>\n\nSố 3 người là những nhân viên bán hàng bẩm sinh, có năng khiếu về sự ham học hỏi và sức hút mãnh liệt. Nếu bạn là người số 3, bạn là ngôi sao của bữa tiệc và làm sống động bất kỳ căn phòng nào mà không cần cố gắng. Bạn có năng khiếu sáng tạo bẩm sinh và bạn nhận thức rõ về tài năng của mình. Tuy nhiên, 3 cũng hơi giống những thanh thiếu niên hư hỏng. Họ vô tổ chức, cần sự hướng dẫn liên tục và hạnh phúc vui vẻ không biết hoặc vô ơn đối với những nỗ lực mà người khác đã trải qua để bảo vệ họ.\n\nNhu cầu thể hiện bản thân mạnh mẽ cùng với tính cách hướng ngoại của bạn rất có thể sẽ đưa bạn đến với nghề nghệ thuật hoặc bán hàng (nếu bạn muốn). Sự quyến rũ, hóm hỉnh và khiếu hài hước của bạn sẽ đưa bạn đến mọi nơi và nó thường giúp người khác tha thứ hoặc bỏ qua những đặc điểm ít mong muốn của bạn. Bạn là một người lạc quan bẩm sinh và mọi người bị thu hút bởi năng lượng tích cực của bạn.\n\nTuy nhiên, đối với người số 3, tài sản lớn nhất của bạn cũng là điểm yếu lớn nhất của bạn. Bởi vì sức hút và tài năng thiên bẩm của bạn đến dễ dàng, bạn cảm thấy khó hiểu và liên quan đến những cuộc đấu tranh của người khác. Mặc dù bạn luôn được yêu mến và có một nhóm lớn bạn bè, nhưng bạn có thể khó hình thành các mối quan hệ sâu sắc hơn, đặc biệt là với một đối tác lãng mạn. Nhu cầu thể hiện và khả năng sáng tạo tự nhiên khiến bạn thường thiếu tập trung và hay trì hoãn. Bạn thấy mình tham gia vào nhiều dự án cùng một lúc, từ bỏ cái cũ cho cái mới mà không quan tâm đến những người khác tham gia. Bằng cách đặt sự chú ý của họ vào bên ngoài đầy nắng và không hình thành chiều sâu tâm linh, 3 dễ dàng khuất phục trước khó khăn hoặc thử thách.\n\nĐể trở nên vẹn tròn và hạnh phúc, 3 phải học tính kỷ luật và nỗ lực không ngừng để duy trì các mối quan hệ sâu sắc hơn."
        ]
    ],
    0,
    0,
    [],
    [],
    []
]
