{
  "__type__": "cc.TextAsset",
  "_name": "vi_love_48",
  "_objFlags": 0,
  "_native": "",
  "text": "<color=#FFC90E><b>Từ khóa cho số 4</b></color>\n\nTÍCH CỰC:\n\nCó ý thức bảo mật, tự chủ, trung thành, tận tâm, chăm chỉ, đạo đức cao, giá trị truyền thống, trung thực, ý chí mạnh mẽ, thực tế, khôn ngoan, nóng nảy, bảo thủ, ứng dụng, quyết tâm, người xây dựng nghiêm túc, tiến bộ, người làm, người quản lý, truyền thống, vững chắc nền tảng, giá trị thực tế, tính ổn định, khả năng, công lý, định hướng mục tiêu, hệ thống, trật tự, quản lý, trách nhiệm, duy trì, xây dựng, quyết tâm, nghiêm túc, kỷ luật, đáng tin cậy, tin tưởng.\n\nTIÊU CỰC:\n\nBướng bỉnh, tham công tiếc việc, vụng về, buồn tẻ, không linh hoạt, không thích thay đổi, thiếu mục đích, vô tổ chức, thiếu lương tâm, lười biếng, bất hòa, vô kỷ luật, không trung thực, không có hệ thống giá trị, quan điểm hạn chế, cứng nhắc, không thực tế, sợ thiếu thốn và mất mát.\n\n\n<color=#FFC90E><b>Từ khóa cho số 8</b></color>\n\nTÍCH CỰC:\n\nThể hiện, sự giàu có, tiền bạc, Tài chính, quyền lực, sự giàu có, địa vị, vật chất, chủ nghĩa thực dụng, cái tôi, sự cung cấp, tập hợp, chế độ độc tài, phái đoàn, bội số, kinh doanh, đầu tư, Việc làm, xuất hiện, phong tục, kỹ năng, trao đổi, thực tế, sự biến đổi thế giới, điều hành, chuyên nghiệp, sức mạnh, người giải quyết vấn đề, người tổ chức, người nhạy bén, thực tế, giống doanh nghiệp, quyết định, kiểm soát, liên tục, tự tin, tham vọng, độc đoán, tự tin, chính trực, thách thức, hiệu quả, đáng tin cậy, đáng tin cậy, người lập kế hoạch, phán đoán tốt , hòa đồng, cho và nhận, tổ chức, ổn định, làm việc độc lập, học hỏi kinh nghiệm, kiên nhẫn, thận trọng, kỷ luật tự giác, tự túc.\n\nTIÊU CỰC:\n\nKhông tưởng tượng, thẳng thừng, phục vụ bản thân, vật chất, tàn nhẫn, ám ảnh, nhu nhược, vô trách nhiệm, hẹp hòi, vô tổ chức, chống đối xã hội, ích kỷ, không ổn định, hạn chế, không thực tế.\n\n<color=#FFC90E><b>*</b></color>\n\nSố 4 và số 8 rất hợp với nhau về mặt tình cảm. Cả hai đều có cách tiếp cận cuộc sống giống nhau và có nhiều quan điểm giống nhau. Họ đều có tham vọng và mong muốn làm tốt trong cuộc sống. \n\nNếu hai người này gặp nhau tại một hoạt động xã hội, họ sẽ dành rất nhiều thời gian để nói chuyện với người khác và sẽ cảm thấy rằng họ đã tìm thấy người bạn tâm giao của mình. Một khi họ đã gặp nhau, khó có trường hợp bỏ qua người kia và chắc chắn rằng họ sẽ gặp lại đối phương.\n\nCó một chút nghi ngờ rằng Số 4 và Số 8 thích hợp để cam kết lâu dài với nhau. Họ sẽ hiểu nhau và có thể cung cấp cho nhau sự hỗ trợ và tình cảm. \n\nNghề nghiệp quan trọng như nhau đối với Số 4 và Số 8 và họ sẽ vui vẻ cho phép nhau thời gian và không gian để thực hiện tham vọng của mình. Cả hai sẽ thấy thật bổ ích khi có một người bạn đời mà họ có thể chia sẻ hy vọng và thảo luận về ước mơ của họ.\n\nMối quan hệ giữa Số 4 và Số 8 sẽ không quá nồng nàn hay lãng mạn, nhưng cả hai sẽ cảm thấy vô cùng an tâm và hạnh phúc trong mối quan hệ của mình và họ có thể sẽ ở bên nhau lâu dài.\n"
}