[
    1,
    0,
    0,
    [
        [
            "cc.TextAsset",
            [
                "_name",
                "text"
            ],
            1
        ]
    ],
    [
        [
            0,
            0,
            1,
            3
        ]
    ],
    [
        [
            0,
            "vi_rullingNumber_22",
            " <color=#FFC90E><b>MỤC ĐÍCH SỐNG</b></color>\n\nKhi cuộc sống con người không ngừng phát triển tiến hóa về những tầng nhận thức cao hơn, luôn cần có những cá nhân xuất chúng được giao nhiệm vụ dẫn dắt những bước tiến hóa này. Vai trò này quan trọng cũng tương tự như vai trò của một người đạo diễn cho một bộ phim hay một vở kịch vậy. Từ sau hậu trường họ định hướng tất cả, từ thiết kế tổng thể đến mọi ý tưởng, cách thể hiện… Khi sống được tích cực, ở bất cứ lĩnh vực nào trong cuộc sống, những người 22/4 luôn là trung tâm. Trong thời đại nhận thức mới (ý chỉ thế kỷ 21), vai trò của những con người này lại càng trọng yếu hơn nữa, bởi những gì họ nhận thức được có tác dụng như những loại đèn hiệu phát sáng con đường tiến hóa mà theo đó, nhiều người sẽ soi và noi theo. Trong nhiều thế kỷ, những người 22/4 đã chọn lựa âm thầm làm việc đằng sau hậu trường, khi cuộc sống tiến hóa, càng ngày càng có nhiều người 22/4 tiến lên phía trước và đảm trách các vai trò quan trọng hơn bởi cuộc sống ngày càng nhiều điều thật giả lẫn lộn.\n\n\n <color=#FFC90E><b>THỂ HIỆN TỐT NHẤT</b></color>\n\nĐể có được những gì có vẻ là tiềm năng của họ, những người 22/4 trước hết cần nhận được những sự giáo dục tốt nhất có thể. Nhiều người bỏ phần lớn thời gian cho việc học, không ngừng làm cho họ ngày càng giỏi hơn, thỏa mãn khát khao kiến thức. Họ nhận thức được rằng bằng những kiến thức này họ sẽ được trang bị bản thân tốt hơn để hướng dẫn những người khác. Những người 22/4 cần có thể làm việc không có bất cứ trói buộc nào để có thể đạt được hiệu quả cao nhất, bởi họ dễ trở nên tức giận nếu phải làm việc dưới sự điều khiển áp chế quá lâu. Tốc độ học hỏi, lĩnh hội mọi điều của họ nhanh đáng ngạc nhiên, như thể họ đã lĩnh hội được hầu như mọi điều từ các đời kiếp sống trước, và giờ đây chỉ đang lĩnh hội lại lần nữa để làm quen với cách diễn đạt hiện đại của đời sống này mà thôi. Cũng chẳng có gì ngạc nhiên khi họ vươn lên vị trí lãnh đạo rất nhanh chóng, và thường được hỏi ý kiến hướng dẫn hay tư vấn.\n\n\n <color=#FFC90E><b>ĐẶC ĐIỂM NỔI BẬT</b></color>\n\nMột trong những đặc điểm đáng lưu ý nhất ở những người 22/4 là sự thiếu vắng biểu cảm về cảm xúc. Họ coi việc kiểm soát cảm xúc như một mục đích then chốt, và sử dụng nó để giảm thiểu các phản ứng tiêu cực hướng về họ, thay vì tỏ ra xa rời hay khó hiểu. Thật ra, họ là những người rất nhạy cảm, trực giác cao, là những người hội được sự kết hợp giữa 2 lần ý thức tâm linh mạnh mẽ của Số 11 mà hôm qua mọi người vừa được đọc, cùng với tính thực tế rất hiển hiện của Số 4. Họ hiếm khi từ chối một thử thách nào của cuộc sống, đặc biệt là khi nó liên quan đến an sinh của con người. Họ sẽ được tìm thấy ở một số những môi trường khó khăn và có vẻ nguy hiểm nhất, nhưng thường tỏ ra rất tỉnh táo và thận trọng khi tiến hành bất cứ việc gì mà họ đang hướng dẫn mọi người theo. Khả năng chịu trách nhiệm của họ hầu như vô giới hạn, vì thế có không ít người vô thức có thói quen dựa vào họ.\n\n\n <color=#FFC90E><b>KHUYNH HƯỚNG TIÊU CỰC</b></color>\n\nHầu hết những người 22/4 có khả năng tự nhận ra rất nhiều sức mạnh của họ và vận dụng chúng thành công. Một ít người lại không nhận ra, sẽ bị lôi kéo vào một môi trường sống thuần vật chất, qua đó lãnh hết những khía cạnh tiêu cực của Số 4, mà còn tệ hơn. Khi bị cuốn theo hướng này, họ sẽ trở nên những con người lạc lối, ám ảnh vì đồng tiền, và trong lúc chạy theo đồng tiền họ sẽ chịu sự can thiệp bởi sức mạnh vật chất này, trở nên không hạnh phúc, cô độc, lạc lõng. Việc chữa trị những điều này về chiều sâu đòi hỏi rất nhiều sự kiên nhẫn, thông cảm cùng từ ái, bởi những người 22/4 có thể trở thành những người tiêu cực nhất, tương ứng với cán cân đầu bên kia khi họ thành công hay tích cực. Bởi tất cả những người 22/4 đều rất thích nghệ thuật, nhịp điệu, nhảy múa và hầu hết các thể loại âm nhạc, việc nương vào những hình thức thể hiện thông qua các loại hình nghệ thuật hay giải trí này có thể giúp họ cải thiện thái độ tích cực hơn và cân bằng cảm xúc tốt hơn. Điều này sẽ đưa họ ra khỏi thế giới tự bó gọn của chính họ và giúp họ tái đạt được cái nhìn tích cực về cuộc sống.\n\n\n <color=#FFC90E><b>NHỮNG ĐỀ XUẤT PHÁT TRIỂN</b></color>\n\nVới những người 22/4, họ rất cần phải đảm bảo được sự cân bằng giữa làm việc và hưởng thụ, vui chơi. Năng lực thiên bẩm trong công việc có thể khiến những người này bị ‘nghiện’ việc, nghiện các thành tựu đạt được trong công việc, qua đó làm tổn hại chất lượng gia đình, mất cả thời gian thư giãn và dành cho các sở thích khác. Cần dành đất cho những sở thích mang tính nghệ thuật như ca hát, nhảy múa, hội họa, viết lách vv… sẽ giúp họ cải thiện biểu cảm và cân bằng cảm xúc. Họ phải nhận ra họ không bao giờ quá già để học hỏi, bởi sự học là một hành trình theo đuổi cả đời với họ.\n\n\n <color=#FFC90E><b> NGHỀ NGHIỆP PHÙ HỢP NHẤT</b></color>\n\nNhững người 22/4 phù hợp với vị trí lãnh đạo các doanh nghiệp hay tổ chức văn hóa. Họ xuất sắc trên tất cả lĩnh vực họ nỗ lực vươn đến, cho dù đó là nghệ thuật, viết lách, chính trị, các dịch vụ xã giao… hoặc trở thành các chuyên gia đầy hiệu quả, các nhà hoạt động nhân văn, kỹ thuật viên (đặc biệt chuyên ngành IT), và giáo viên.\n\n\n <color=#FFC90E><b>TÓM LƯỢC</b></color>\n \nĐây là con số vua, mà những người mang đúng số này có trách nhiệm nhiều nhất với xã hội. Họ là những người tự tin, có trực giác và nhạy cảm rất cao, với một bản năng kiểm soát cảm xúc mạnh mẽ và một mối quan tâm sâu đậm đến an sinh xã hội. Họ cần hết sức cảnh giác để không trở nên nhẫn tâm gạt bỏ con đường tiến đến mục đích lớn của cuộc đời họ.\n\n\n <color=#FFC90E><b>NGƯỜI NỔI TIẾNG CÓ SỐ CHỦ ĐẠO NÀY</b></color>\n\n- Margaret Thatcher sinh ngày 13 tháng 10 năm 1925\n- Richard Wagner sinh ngày 22 tháng 5 năm 1813\n- Frank Sinatra sinh ngày 12 tháng 12 năm 1915\n- Luciano Pavarotti sinh ngày 12 tháng 10 năm 1935\n- Clint Eastwood sinh ngày 31 tháng 5 năm 1930"
        ]
    ],
    0,
    0,
    [],
    [],
    []
]
