[
    1,
    0,
    0,
    [
        [
            "cc.TextAsset",
            [
                "_name",
                "text"
            ],
            1
        ]
    ],
    [
        [
            0,
            0,
            1,
            3
        ]
    ],
    [
        [
            0,
            "vi_love_19",
            "<color=#FFC90E><b>Từ khóa cho số 1</b></color>\n\nTÍCH CỰC:\n\nNam tính, quyết đoán, tham vọng, thành công, tự lập, độc lập, lãnh đạo, độc đáo, sáng kiến, khởi đầu mới, tiên phong, tổ chức, bản năng, tình yêu, trực giác, dũng cảm, sức mạnh, sáng tạo, tự lực, ngoan cường, mạnh mẽ, uy quyền, truyền cảm hứng, ý chí mạnh mẽ, nhân hậu, đạt được, hạnh phúc, vinh quang, danh tiếng, duy nhất, toàn trí, hoàn thành.\n\nTIÊU CỰC: \n \nĐộc thân, cố chấp, tự phụ, hẹp hòi, bướng bỉnh, thích kiểm soát, thiếu cảm xúc, thụ động, đi theo, hiếu chiến, phụ thuộc, ý chí yếu, kiêu ngạo, thống trị.\n\n\n<color=#FFC90E><b>Từ khóa cho số 9</b></color>\n\nTÍCH CỰC:\n\nQuan hệ rộng rãi, có trách nhiệm, trí tuệ bên trong, trực giác cao, sức mạnh của tính cách, ích kỷ (học cách nói Không), nhân đạo, khả năng sáng tạo, nhạy cảm, trung thành, tha thứ, khái quát, đa tài, giáo viên, người chữa bệnh, nghệ sĩ, linh hồn già, diễn viên, thông minh, hiểu biết, kín đáo, xuất sắc, từ bi, người giải quyết vấn đề, trí tuệ bên trong, trực giác cao, tự yêu bản thân, tự do, phổ biến, vĩnh cửu, hào phóng, không tuân thủ, thiên tài nghệ thuật, có tầm nhìn rộng và quan điểm rộng, có thể hơi lập dị, thích giao tiếp, có ảnh hưởng, từ thiện, nghĩa vụ, kêu gọi, sứ mệnh, nghĩa vụ, thần bí, đức tin, lạc quan, trí tuệ thiêng liêng, hy sinh bản thân, nghiệp chướng, giác ngộ, phục vụ, từ bi , vị tha, lý tưởng cao đẹp, cảm thông, tâm linh, khoan dung, khiêm tốn, vị tha, nhân từ,sự đồng cảm, quyền lực, lòng bác ái, trực giác, sự hoàn hảo\n\nTIÊU CỰC: \n\nKhông ham học hỏi, thiếu giao tiếp, không đáng tin cậy, thiếu hiểu biết, thiếu quan tâm đến người khác, thiếu nhận thức của trực giác, yếu kém quan tâm đến bản thân, thiếu nhạy cảm, buông thả, không trung thành, thiếu khả năng tha thứ, tách biệt, cao cả, mơ màng, lờ đờ, thiếu tập trung, không mục đích, căng thẳng và căng thẳng, không đáng tin cậy, ý chí yếu. \n\n<color=#FFC90E><b>*</b></color> \n\nMối quan hệ giữa Số 1 và Số 9 có thể sẽ lâu dài và hạnh phúc. Số 1 sẽ bị thu hút bởi niềm đam mê và năng lượng của Số 9, và đó là sự hấp dẫn sẽ kéo dài trong suốt mối quan hệ.\n\nNếu Số 1 liên quan đến Số 9, họ sẽ không cảm thấy khó khăn khi sắp xếp thứ tự ưu tiên cho mối quan hệ của mình. Số 1 sẽ bị quyến rũ bởi tính cách và sức sống của Số 9. Số 9 cũng sẽ thấy tầm nhìn đầy tham vọng của Số 1 trở nên hấp dẫn.\n\nSự kết hợp của Số 1 và Số 9 là điện, và mối quan hệ giữa hai số này sẽ chứa đầy niềm đam mê.\n\nNếu Số 1 có thói quen bỏ bê đối tác của họ, điều đó có thể gây ra các vấn đề thực sự trong mối quan hệ. Số 9 cần có sự lãng mạn và đam mê trong một mối quan hệ, và nếu bị Số 1 tước đoạt điều này, họ có thể tìm kiếm sự phấn khích ở nơi khác.\n\nSố 1 và số 9 cần dành thời gian ở bên nhau để họ có thể tận hưởng sự bầu bạn của nhau. Miễn là mối quan hệ có tầm quan trọng ngang nhau đối với cả hai, Số 1 và Số 9, cả hai đều là những người có tính cá nhân cao, sẽ hạnh phúc và họ sẽ gặp ít khó khăn."
        ]
    ],
    0,
    0,
    [],
    [],
    []
]
