[
    1,
    0,
    0,
    [
        [
            "cc.TextAsset",
            [
                "_name",
                "text"
            ],
            1
        ]
    ],
    [
        [
            0,
            0,
            1,
            3
        ]
    ],
    [
        [
            0,
            "en_love_25",
            "<color=#FFC90E><b>Keywords for Number 2</b></color>\n\nPOSITIVE\n\nDiplomat, friend, artist, enduring peacemaker, gentle, kind, charming, insightful, sensitive, team-player, ambitious, spiritual, well-mannered, placid, just, unselfish, harmonious, sociable, supportive, attention to detail, co-operative, decisive, poise, intuitive, adaptable, agreeable, cautious, considerate, emotional, flexible, loving, understanding, consideration, grace, devotion, the subconscious, balance, mediation.\n\nNEGATIVE\n\nIrresolute, indifferent, unable to take responsibility, fearful, weak-willed, submissive, pessimistic, dependent, indecisiveness, hesitation, indecisiveness, lack of balance, unsteady, unstable, insensitive, inflexible, disagreeable, stagnant, inconsiderate, unemotional, unloving, fears making mistakes, fears unplanned change, fears being alone, fear of the unknown.\n\n\n<color=#FFC90E><b>Keywords for Number 5</b></color>\n\nPOSITIVE\n\nFreedom-loving, activity, influence, adventurer, sensualist, promoter, natural flair, vivacious, courageous, healthy, sympathetic, motivational, change, idealistic, unconventional, curiosity, magnetic, intellectual, telepathic, experience, pleasure-loving, vitality, visionary, expansion, opportunity, story-telling, imagination, individualism, healing, choice, mercy, kindness, invention, resourceful, magnetic, competitive.\n\nNEGATIVE\n\nRash, irresponsible, dislikes confinement and routine, inconsistent, unreliable, thoughtless, restless, non-committal, inactivity, stagnation, fear of change, rigid in thought, lacks vitality.\n\n<color=#FFC90E><b>*</b></color>\n\nShortly after the initial attraction has peaked, Number 2 and Number 5 may run into difficulties.  After a relatively short time, Number 2 will indicate that they are looking for a long-term relationship and commitment.  Number 5 will be surprised and wary of this and may be frightened off.  Number 2 should allow the relationship to progress naturally, without attaching any hopes or expectations to it.  Certainly Number 2 should refrain from talking about any expectations they may have of the relationship, unless Number 5 has in some way indicated an interest in commitment.\n\nIf Number 5 does feel ready to make a commitment to Number 2, then Number 2 will find that Number 5 is a loving and generally faithful partner. \n\nNumber 2 may feel that Number 5's lack of demonstrative affection is a sign that the relationship is not working, but this is just the nature of the Number 5, and Number 2 needs to accept this.  Number 5 should try to be more affectionate toward Number 2, who really needs a lot of attention and reassurance.\n\nAnother area of difficulty is Number 5's flirtatious behaviour.  Although this does not mean that Number 5 intends to be unfaithful, Number 2 will find this behaviour very difficult to handle and may become jealous and bitter.  Unfortunately, this reaction is likely to result in Number 5 becoming tired of the relationship, looking for fun elsewhere and becoming even more flirtatious.  If this problem does occur in the relationship, Number 2 and Number 5 need to talk about it and agree on a way to avoid unhappiness. \n\nWith a bit of effort and a lot of communication and understanding, this relationship has the potential to succeed.  Certainly, if Number 2 and Number 5 are able to survive the initial teething problems of their relationship, then it should work out well for both of them.\n"
        ]
    ],
    0,
    0,
    [],
    [],
    []
]
