[
    1,
    0,
    0,
    [
        [
            "cc.TextAsset",
            [
                "_name",
                "text"
            ],
            1
        ]
    ],
    [
        [
            0,
            0,
            1,
            3
        ]
    ],
    [
        [
            0,
            "en_love_29",
            "<color=#FFC90E><b>Keywords for Number 2</b></color>\n\nPOSITIVE\n\nDiplomat, friend, artist, enduring peacemaker, gentle, kind, charming, insightful, sensitive, team-player, ambitious, spiritual, well-mannered, placid, just, unselfish, harmonious, sociable, supportive, attention to detail, co-operative, decisive, poise, intuitive, adaptable, agreeable, cautious, considerate, emotional, flexible, loving, understanding, consideration, grace, devotion, the subconscious, balance, mediation.\n\nNEGATIVE\n\nIrresolute, indifferent, unable to take responsibility, fearful, weak-willed, submissive, pessimistic, dependent, indecisiveness, hesitation, indecisiveness, lack of balance, unsteady, unstable, insensitive, inflexible, disagreeable, stagnant, inconsiderate, unemotional, unloving, fears making mistakes, fears unplanned change, fears being alone, fear of the unknown.\n\n\n<color=#FFC90E><b>Keywords for Number 9</b></color>\n\nPOSITIVE\n\nUniversal protection, good in public relations, responsible, 'Universal Brotherhood', inner wisdom, highly intuitive, strength of character, selfishness (learning to say No), humanitarian, creative abilities, sensitive, loyal, forgiving, generalist, multi-talented, teacher, healer, artists, old soul, actor, intelligent, understanding, discreet, brilliant, compassionate, problem-solver, inner wisdom, highly intuitive, self-love, freedom, popular, eternity, generous, non-conformist, artistic genius, have a breadth of vision and a wide viewpoint, can be a little eccentric, communicative, influential, philanthropic, duty, calling, mission, obligation, mysticism, faith, optimism, Divine wisdom, self-sacrifice, karma, enlightenment, service, compassion, selflessness, high idealism, sympathy, psychic, tolerance, humility, altruism, benevolence, empathy, power, charity, intuition, perfection\n\nNEGATIVE\n\nUncaring, uncommunicative, unreliable, lacks the use of understanding, lack of concern for others, lacks the awareness of intuition, weak concern for the self, lacks sensitivity, self-indulgent,  disloyal, lacks the ability to forgive, detached, lofty, dreamy, lethargic, lacking in concentration, aimless, stress and tension, unreliable, weak willed. \n\n<color=#FFC90E><b>*</b></color>\n\nThe combination of Number 2 and Number 9 is likely to create a joyous union.  Number 2 and Number 9 are ideally suited to meet each other's needs.  Both are very affectionate and loving individuals who are happiest if their love is reciprocated. \n\nBoth are happy for relationships to become serious after a short time.  Indeed, Number 9 needs commitment at an early stage or they will look elsewhere.  Number 2 is more than happy to make an early commitment to a romantic and adoring Number 9, so this will not be a problem experienced by this pair.  In fact, these two individuals will find that they have very few difficulties in their relationship together.\n\nGenerally, Number 9 and Number 2 will find that they have a passionate and romantic relationship that will last a long time.\n\nThe only difficulty that may arise is jealousy  -  both Number 2 and Number 9 have a tendency to feel envious of their partner paying attention to another.  However, they will not be likely to give each other much cause for jealousy, as they generally only have eyes for each other."
        ]
    ],
    0,
    0,
    [],
    [],
    []
]
