{
  "__type__": "cc.TextAsset",
  "_name": "en_love_79",
  "_objFlags": 0,
  "_native": "",
  "text": "<color=#FFC90E><b>Keywords for Number 7</b></color>\n\nPOSITIVE\n\nSpecialist, inventor, loner, eccentric, thoughtful, spiritual, psychic, natural healer, inner-strength, quick-witted, wise, discerning, understanding of others, philosophical, endurance, deep contemplation, solitary, independent, mystic, psychic, keen mind, determination, individualist, knowledge-seeking, non-conformist, persistence of purpose, perfection.\n\nNEGATIVE\n\nMorbid, hypercritical, inactive, anti-social, pessimistic, silent, dependency, depression, stagnant, lack of persistence, pride, narrowness, distance, rigidity, argumentative, temper.\n\n\n<color=#FFC90E><b>Keywords for Number 9</b></color>\n\nPOSITIVE\n\nUniversal protection, good in public relations, responsible, 'Universal Brotherhood', inner wisdom, highly intuitive, strength of character, selfishness (learning to say No), humanitarian, creative abilities, sensitive, loyal, forgiving, generalist, multi-talented, teacher, healer, artists, old soul, actor, intelligent, understanding, discreet, brilliant, compassionate, problem-solver, inner wisdom, highly intuitive, self-love, freedom, popular, eternity, generous, non-conformist, artistic genius, have a breadth of vision and a wide viewpoint, can be a little eccentric, communicative, influential, philanthropic, duty, calling, mission, obligation, mysticism, faith, optimism, Divine wisdom, self-sacrifice, karma, enlightenment, service, compassion, selflessness, high idealism, sympathy, psychic, tolerance, humility, altruism, benevolence, empathy, power, charity, intuition, perfection\n\nNEGATIVE\n\nUncaring, uncommunicative, unreliable, lacks the use of understanding, lack of concern for others, lacks the awareness of intuition, weak concern for the self, lacks sensitivity, self-indulgent, disloyal, lacks the ability to forgive, detached, lofty, dreamy, lethargic, lacking in concentration, aimless, stress and tension, unreliable, weak willed.\n\n<color=#FFC90E><b>*</b></color>\n\nNumber 7 and Number 9 are both very romantic individuals and will find themselves drawn to each other when they first meet.  An attraction between Number 7 and Number 9 will develop quickly into a more serious relationship.  Both individuals are likely to fall head over heels in love after a short time.\n\nIf Number 7 and Number 9 do find themselves involved in a romantic relationship with each other, they will be very happy together.  They will enjoy a passionate and intense relationship  They will find themselves full absorbed by one another. \n\nThere is a danger than Number 7 and Number 9 will be so obsessed by each other that they neglect everyone and everything else.   The end result of this could be losing touch with reality altogether.  Number 7 and Number 9 will have little interest in doing anything other than spending time together.\n\nNumber 7 and Number 9 will enjoy a harmonious relationship in which they both feel appreciated and loved.  Number 9, who has a tendency to be jealous, will have no reason to doubt Number 7’s commitment to the relationship, and Number 7 will not feel insecure because they will be so confident of Number 9’s love.  Number 7 and Number 9 are not likely to part once they have found each other."
}