{
  "__type__": "cc.TextAsset",
  "_name": "vi_rullingNumber_8",
  "_objFlags": 0,
  "_native": "",
  "text": " <color=#FFC90E><b>MỤC ĐÍCH SỐNG</b></color>\n\nMột trong những khía cạnh rất quan trọng của tình yêu thương là khả năng chúng ta bày tỏ được tình yêu thương ấy. Và một trong những thành tố tối quan trọng để cấu thành một mối quan hệ tốt đẹp giữa người và người chính là khả năng biểu đạt lòng biết ơn và trân trọng đến nhau. Nhưng đây chính là hai phương diện mà những người Số 8 cảm thấy… khó thể hiện nhất. Hệ quả là, mục đích sống quan trọng mà họ cần đạt được trong đời chính là làm sao vượt qua được những điểm giới hạn này. Phát triển theo hướng này sẽ giúp phát triển sự nhận thức mà không làm cản trở sự tự chủ độc lập của họ. Những mối quan hệ được cải thiện như vậy sẽ làm gia tăng niềm tin của những người khác đối với họ. Đổi lại, điều này lại tiếp tục tạo nên cảm giác an toàn cho cá nhân họ và hạnh phúc được cải thiện, cùng với sự phát triển về trí tuệ, một phần cực kỳ cần thiết đối với những người Số 8.\n\n\n <color=#FFC90E><b>THỂ HIỆN TỐT NHẤT</b></color>\n\nNhững người Số 8 thường thương cảm những ai đang gặp vấn đề trong cuộc sống. Tuy vậy, thái độ này không phải lúc nào cũng giữ được lâu dài, mà sẽ mất kiên nhẫn với những ai trở nên phụ thuộc vào họ, bởi họ cảm thấy điều này làm phương hại tính độc lập của họ. Họ có khả năng trở nên thành công lớn trong công việc kinh doanh, đặc biệt là khi họ không để những nhận định nhầm lẫn từ cảm xúc xen vào các quyết định làm ăn của mình. Người Số 8 là những người rất chú trọng chuyện ăn mặc, rất tự hào về vẻ ngoại hình - không chỉ của bản thân mình mà cả những người họ yêu thương hoặc quan tâm. Họ là những người đầy cảm xúc nhưng thường che giấu sự nhạy cảm của mình cho đến khi họ đủ trưởng thành để bày tỏ được ra ngoài.\n\n\n <color=#FFC90E><b>ĐẶC ĐIỂM NỔI BẬT</b></color>\n\nNhững người Số 8 cho ta một cảm giác độc lập, tự tin và là chỗ dựa đáng tin cậy cho người khác. Những tố chất này hài hòa cộng hưởng với nhau, đưa họ tới những vị trí quản lý cấp cao, cùng trọng trách mà nhiều người Số 8 tỏ ra rất xuất sắc. Nhưng tính độc lập quá sắc sảo của họ thường được thể hiện ra ngoài thành một thái độ tương đối lạnh nhạt, đôi khi trở thành thờ ơ, khi họ ở nhà. Điều này không phải do bản chất họ như vậy, mà vì đặc điểm ‘khó mở lời, khó bày tỏ’ của họ trong tính cách, một điểm trở ngại thường sẽ biến mất dần khi họ trưởng thành. Lòng thương cố hữu của họ dành cho vạn chúng yếu đuối: người già, người bệnh, trẻ em, các loài thú… chính là một biểu hiện của việc tìm kiếm cách bày tỏ tình cảm, cảm xúc của mình, và sẽ sớm chuyển vẻ lạnh nhạt của họ thành biểu hiện ấm áp của từ tâm. Những người Số 8 còn sở hữu trí tuệ vượt trội mà từ đó họ sẽ học cách hoàn thiện bản thân khi họ trưởng thành.\n\n\n <color=#FFC90E><b>KHUYNH HƯỚNG TIÊU CỰC</b></color>\n\nTính độc lập quá sắc sảo của họ biểu lộ rõ ràng đến mức những người Số 8 thường tỏ ra bực mình hay giận dỗi mỗi khi có ai đó muốn can thiệp vào các kế hoạch của họ. Vì thế, để hướng dẫn những người này, cần phải có sự tinh tế và khéo léo lắm mới không bị mích lòng. Trên thực tế, những người Số 8 cần rất nhiều sự hướng dẫn, đặc biệt là trong các vấn đề nuôi dạy con trẻ – bởi những người này sẽ dễ lệch vào một trong hai khả năng đối lập: hoặc quá nuông chiều, hoặc quá nghiêm khắc với con cái. Họ thường hay gặp trở ngại trong các mối quan hệ tình cảm, thường hay tự dựng lên các rào cản và thu cảm xúc mình sau bức tường rào ấy. Khi họ trưởng thành hơn, họ sẽ nhận ra họ có thể hạnh phúc hơn nhiều đến thế nào nếu họ chịu học cách bày tỏ tình cảm của mình cho đối phương biết.\n\n\n <color=#FFC90E><b>NHỮNG ĐỀ XUẤT PHÁT TRIỂN</b></color>\n\nNhững người Số 8 cần nỗ lực hết mức để khắc phục vẻ lạnh nhạt, không bày tỏ tình cảm với những người thương xung quanh họ. Quan trọng nhất chính là… làm sao để chính họ tự nhận ra điều này, bởi đa phần người Số 8 không hề nhận ra họ… không biết biểu lộ tình cảm! Khi họ học được cách bày tỏ, hạnh phúc và cả cảm giác an toàn đối với bản thân cũng từ đó mà được cải thiện thêm nhiều. Bày tỏ lòng biết ơn cũng là một phương tiện để họ tập dần khả năng bộc lộ các tầng cảm xúc sâu hơn. Cùng với sự phát triển này, trí tuệ nhìn chung cũng phát triển, điều mà đến trước thời điểm đó, họ chỉ có khuynh hướng biểu đạt nó trong những trường hợp rất ‘công việc’, hoặc khi cần cho người khác lời khuyên mà thôi. Trí tuệ và độ trưởng thành của họ sẽ được nâng lên thông qua việc du lịch đó đây, cũng là điều mà họ rất thích thực hiện.\n\n\n <color=#FFC90E><b> NGHỀ NGHIỆP PHÙ HỢP NHẤT</b></color>\n\nNhững người Số 8 thường được tìm thấy ở các vị trí lãnh đạo các doanh nghiệp lớn, với khả năng điều hành xuất sắc. Họ có khả năng am hiểu cao với các vấn đề về tài chính, và thường hay bị cuốn hút về cách ngành ngân hàng, chứng khoán… Họ cũng sẽ hay được hấp dẫn về các ngành điều phối du lịch, thuyền trưởng hay phi công, giáo viên và y tá phục vụ người già hay trẻ em, làm việc với các loài động vật, hoặc chuyên viên nhân sự cấp cao. Và bên cạnh đó, do khả năng ẩn rất kín cảm xúc tự nhiên của mình sau lớp mặt nạ không cảm xúc, họ có khả năng rất thành công trong nghề diễn xuất chuyên nghiệp.\n\n\n <color=#FFC90E><b>TÓM LƯỢC</b></color>\n \nNhững người Số 8 là những người rất độc lập, chỗ dựa đáng tin cậy, tự tin, ít chịu bày tỏ tình cảm, hợp với thương mại, kinh doanh, và rất quan tâm đến những đối tượng bệnh tật, yếu đuối.\n\n\n <color=#FFC90E><b>NGƯỜI NỔI TIẾNG CÓ SỐ CHỦ ĐẠO NÀY</b></color>\n\n- Joan Collins sinh ngày 23 tháng 5 năm 1933 \n- Elizabeth Taylor sinh ngày 27 tháng 2 năm 1932 \n- Boris Yeltsin sinh ngày 1 tháng 2 năm 1931 \n- Nelson Mandela sinh ngày 18 tháng 7 năm 1918 \n- Paul Newman sinh ngày 5 tháng 1 năm 1946 \n- Liza Minnelli sinh ngày 12 tháng 3 năm 1946 \n- Jane Fonda sinh ngày 21 tháng 12 năm 1937 "
}