{
  "__type__": "cc.TextAsset",
  "_name": "en_love_15",
  "_objFlags": 0,
  "_native": "",
  "text": "<color=#FFC90E><b>Keywords for the Number 1</b></color>\n\nPOSITIVE\n\nMasculine, assertive, ambitious, successful, self, independent, leadership, originality, initiative, new beginnings, pioneer, organizer, instinct, love, intuition, courageous achiever, strength, creativity, self-reliant, tenacious, forceful, authoritive, inspirational, strong willpower, lenient, attainment, happiness, glory, fame, unique, omniscience, fulfilment.\n\nNEGATIVE\n\nSingle-minded, intolerant, conceited, narrow-minded, stubborn, controlling, lacking in emotion, passive, follower, aggressive, dependent, weak-willed, arrogance, dominant.\n\n\n<color=#FFC90E><b>Keywords for Number 5</b></color>\n\nPOSITIVE\n\nFreedom-loving, activity, influence, adventurer, sensualist, promoter, natural flair, vivacious, courageous, healthy, sympathetic, motivational, change, idealistic, unconventional, curiosity, magnetic, intellectual, telepathic, experience, pleasure-loving, vitality, visionary, expansion, opportunity, story-telling, imagination, individualism, healing, choice, mercy, kindness, invention, resourceful, magnetic, competitive.\n\nNEGATIVE\n\nRash, irresponsible, dislikes confinement and routine, inconsistent, unreliable, thoughtless, restless, non-committal, inactivity, stagnation, fear of change, rigid in thought, lacks vitality.\n\n<color=#FFC90E><b>*</b></color>\n\nIn a relationship between a Number 1 and a Number 5, the main area of difficulty for this combination is initial attraction.  There is little about Number 1 that Number 5 will find attractive.  Number 5 will tend to regard Number 1 as a bit of a 'cold fish'.  Number 1 is unlikely to find Number 5's approach to life acceptable as Number 5 is too irresponsible for Number 1.\n\nIf this pair do actually get together and they decide to commit to each other, the relationship has a fair chance of being successful.\n\nIf Number 5 does fall for Number 1, they will have accepted the Number 1 for what and who they are, and will need to accept that they will always have their differences.\n\nA relationship with Number 5 may bring out another side to Number 1's character.  They may become more relaxed and carefree with Number 5 as a partner.\n\nNumber 5 will be affectionate and supportive of Number 1, and Number 1 will appreciate this attention.  Number 1 should remember to pay attention to their partner aswell.\n\nThere is a danger that Number 5 will look elsewhere for affection if they feel that Number 1 is being neglectful.  Number 1 should always make the time to spend with their partner and not become too obsessed with work.\n\nOnce the few minor problems have been sorted out, Number 1 and Number 5 will lead a happy life together.  As long as Number 1 continues to put in effort, this should be a lasting union.\n"
}