{
  "__type__": "cc.TextAsset",
  "_name": "vi_love_57",
  "_objFlags": 0,
  "_native": "",
  "text": "<color=#FFC90E><b>Từ khóa cho số 5</b></color>\n\nTÍCH CỰC:\n\nYêu tự do, hoạt động, ảnh hưởng, nhà thám hiểm, người gợi cảm, người quảng bá, sự tinh tế tự nhiên, hoạt bát, can đảm, khỏe mạnh, thông cảm, động lực, thay đổi, duy tâm, độc đáo, tò mò, từ tính, trí tuệ, ngoại cảm, kinh nghiệm, yêu thích niềm vui, sức sống, nhìn xa trông rộng , mở rộng, cơ hội, kể chuyện, trí tưởng tượng, chủ nghĩa cá nhân, chữa bệnh, sự lựa chọn, lòng thương xót, lòng tốt, phát minh, tháo vát, từ tính, cạnh tranh.\n\nTIÊU CỰC: \n\nNổi giận, vô trách nhiệm, không thích sự gò bó và thói quen, không nhất quán, không đáng tin cậy, thiếu suy nghĩ, bồn chồn, không cam kết, không hoạt động, trì trệ, sợ thay đổi, cứng nhắc trong suy nghĩ, thiếu sức sống.\n\n\n<color=#FFC90E><b>Từ khóa cho số 7</b></color>\n\nTÍCH CỰC:\n\nChuyên gia, nhà phát minh, người cô độc, lập dị, chu đáo, tâm linh, ngoại cảm, người chữa bệnh tự nhiên, nội lực, nhanh trí, khôn ngoan, sáng suốt, hiểu biết về người khác, triết học, sức bền, suy ngẫm sâu sắc, đơn độc, độc lập, thần bí, ngoại cảm, tâm trí sắc sảo , quyết tâm, chủ nghĩa cá nhân, tìm kiếm kiến ​​thức, không tuân thủ, kiên trì mục đích, hoàn hảo.\n\nTIÊU CỰC: \n\nBệnh hoạn, cực đoan, không hoạt bát, chống đối xã hội, bi quan, im lặng, phụ thuộc, trầm cảm, trì trệ, thiếu kiên trì, kiêu ngạo, hẹp hòi, xa cách, cứng nhắc, hay tranh cãi, nóng nảy.\n\n<color=#FFC90E><b>*</b></color>\n\nSố 5 và số 7 có thể bị thu hút bởi nhau ngay lần đầu gặp gỡ. Nếu họ quyết định rằng họ muốn tìm hiểu nhau nhiều hơn, thì chuyện tình cảm có thể sẽ nhanh chóng phát triển.\n\nSố 7 nên thận trọng khi dính dáng đến Số 5. Có nhiều khả năng Số 7 có thể bị tổn thương và thất vọng do dính líu đến Số 5. \n\nSố 5 và số 7 có thái độ rất khác nhau đối với các mối quan hệ. Số 5 chỉ thực sự quan tâm đến những cuộc tình ngắn ngủi mà không có cam kết thực sự, trong khi số 7 lại tìm kiếm tình yêu vĩnh cửu. \n\nSố 7 có thể yêu Số 5 và bày tỏ mong muốn làm cho mối quan hệ lâu dài hơn. Số 5 có thể sợ hãi trước nhu cầu cam kết của Số 7 và Số 7 có thể cảm thấy bị từ chối.\n\nNếu người số 7 gặp người số 5 chia sẻ mong muốn cam kết của họ, thì có một sự thay đổi công bằng rằng mối quan hệ sẽ thành công. Tuy nhiên, sẽ có một số khác biệt mà Số 5 và Số 7 sẽ cần phải giải quyết trước khi họ có thể thực sự hạnh phúc bên nhau. \n\nSố 7 là người biểu hiện một cách tự nhiên và không gặp khó khăn trong việc thể hiện cảm xúc. Số 5 không giỏi thể hiện, nhưng khi họ bày tỏ tình cảm của mình, họ hoàn toàn chân thành. Số 7 nên đánh giá cao điều này về Số 5 và không nên nghi ngờ tình yêu của Số 5 chỉ vì họ không thể hiện nó liên tục.\n\nSố 5 nên biết rằng Số 7 sẽ không vui nếu họ công khai tán tỉnh người khác, và Số 5 nên cố gắng quan tâm đến cảm xúc của Số 7.\n\nMột khi Số 5 và Số 7 đã vượt qua những khó khăn của họ và được thiết lập trong một mối quan hệ những khó khăn của họ và được thiết lập trong một mối quan hệ với nhau, họ sẽ hạnh phúc bên nhau. Nếu cả hai cá nhân đều cam kết như nhau vào sự thành công của mối quan hệ, thì mối quan hệ đó sẽ tồn tại lâu dài."
}