{
  "__type__": "cc.TextAsset",
  "_name": "en_love_26",
  "_objFlags": 0,
  "_native": "",
  "text": "<color=#FFC90E><b>Keywords for the Number 2</b></color>\n\nPOSITIVE\n\nDiplomat, friend, artist, enduring peacemaker, gentle, kind, charming, insightful, sensitive, team-player, ambitious, spiritual, well-mannered, placid, just, unselfish, harmonious, sociable, supportive, attention to detail, co-operative, decisive, poise, intuitive, adaptable, agreeable, cautious, considerate, emotional, flexible, loving, understanding, consideration, grace, devotion, the subconscious, balance, mediation.\n\nNEGATIVE\n\nIrresolute, indifferent, unable to take responsibility, fearful, weak-willed, submissive, pessimistic, dependent, indecisiveness, hesitation, indecisiveness, lack of balance, unsteady, unstable, insensitive, inflexible, disagreeable, stagnant, inconsiderate, unemotional, unloving, fears making mistakes, fears unplanned change, fears being alone, fear of the unknown.\n\n\n<color=#FFC90E><b>Keywords for the Number 6</b></color>\n\nPOSITIVE\n\nDomestic, responsible, care, teacher, conventional, provider, protector, healer, idealistic, selfless, honest, charitable, faithful, nurturer, truth, order, economy, emotional depth, curiosity, deep love of home and family, humanitarian, service, unselfishness, balance, good provider, peaceful, self-sacrifice, empathy, sympathy, unconditional love, circulation, agriculture, balance, grace, simplicity, ability to compromise, reliable.\n\nNEGATIVE\n\nEasily-stressed, superiority complex, weak, impractical, submissive, shallowness, restlessness, selfishness, weak-willed, unsupportive.\n\n<color=#FFC90E><b>*</b></color>\n\nA relationship between Number 2 and Number 6 is a well made match in terms of romance. \n\nNumber 2 will be open about their need for security and commitment, and will let Number 6 know how they are feeling.  Number 6 will appreciate the honesty of Number 2 and will feel secure enough to be able to talk about their own emotions.  Once commitment has been established, both Number 6 and Number 2 are likely to be affection and loving partners.\n\nNeither Number 6 nor Number 2 likes to discuss or argue negative feelings, and this could be the source of difficulties in the relationship.  Number 6 has a tendency to internalize feelings and keep them bottled up, as does Number 2.  These negative emotions cannot remain hidden forever and may surface as resentment and discontent generally.  Both Number 6 and Number 2 will want their partner to realize that they are unhappy, although they will not openly say so.  Both will become obsessed by their own unhappiness and be unaware of their partner's feelings.  Eventually, if these negative feelings are not tackled and resolved, the relationship may break down, and neither Number 6 nor Number 2 will be able to say exactly why.\n\nAll this could be avoided by honesty and openness at an early stage.  Number 6 and Number 2 need to be aware of each other's needs and to communicate with each other and to make a conscious effort to do so.  This may be difficult for them, as they both internalize problems and do not like to recognize difficulties.  If they do succeed in airing their differences and avoiding the build-up of resentment, they will be very happy together and their relationship will be strong."
}