[
    1,
    0,
    0,
    [
        [
            "cc.TextAsset",
            [
                "_name",
                "text"
            ],
            1
        ]
    ],
    [
        [
            0,
            0,
            1,
            3
        ]
    ],
    [
        [
            0,
            "vi_rullingNumber_3",
            " <color=#FFC90E><b>MỤC ĐÍCH SỐNG</b></color>\n\nNhững người Số 3 sẽ có những mục đích chính liên quan tới các khả năng tư duy, suy nghĩ. Họ đặt tầm quan trọng lên mục tiêu thấu hiểu cuộc sống cùng với sự phát triển cá tính, có điều những điều này có liên quan đến khả năng vận dụng tư duy của họ nhiều hơn là các trải nghiệm thực tế hay vận dụng trực giác. Những điều họ phụng sự cuộc sống được diễn đạt thông qua việc tư duy, lên kế hoạch, phân tích, ghi nhớ, vv…\n\n\n <color=#FFC90E><b>THỂ HIỆN TỐT NHẤT</b></color>\n\nNgười Số 3 khi đã gắn bản thân vào công việc rồi thì người khác chạy theo khó kịp bởi tốc độ nhanh chóng của họ. Bên cạnh đó, sự tỉnh táo quá sắc sảo của họ được thể hiện trong hầu hết mọi việc, một số người còn lồng nó vào một kiểu thể hiện khá hài hước đáng ngạc nhiên, làm cho những người này trở thành những người bạn đồng hành sáng chói và thông minh. Họ diễn đạt bản thân thông qua kênh tư duy sẽ thuận lợi hơn nhiều so với diễn đạt cảm xúc hoặc những hành động cụ thể.\n\n\n <color=#FFC90E><b>ĐẶC ĐIỂM NỔI BẬT</b></color>\n\nĐối với những người Số 3, đầu óc cực nhanh nhạy, óc hài hước và sự tỉnh táo rất lý trí nói chung khiến họ dễ dàng đạt được sự thành công trong công việc. Họ có thể trở thành linh hồn của buổi tiệc hoặc là người sáng giá trong công ty, tuy vậy khi ở nhà, họ không phải lúc nào cũng cho thấy rõ như vậy. Họ có thể khá dễ thương, dễ chịu với những người quen sơ sơ, tuy vậy, với những người có gắn bó lâu dài họ dễ tỏ ra hay ‘soi’ lỗi. Điều này có thể gây ra sự mệt mỏi đối với những người sống gần, đặc biệt là bạn đời. Người Số 3 khá thích giúp đỡ người khác, miễn là những người đó có chút tương đồng về ‘đô tư duy’ và những người khác chịu hợp tác với họ.\n\n\n <color=#FFC90E><b>KHUYNH HƯỚNG TIÊU CỰC</b></color>\n\nKhi sống không mấy tích cực, những người Số 3 dễ bị vướng vào cảm giác ‘cầm quyền’, gia trưởng hoặc chỉ đạo người khác. Điều này có thể gây ra khá nhiều hiểu lầm và mất vui. Bởi tính tỉnh táo quá lý trí, nhiều người Số 3 dễ tỏ ra thiếu kiên nhẫn và kém bao dung với những người kém may mắn hơn về mặt trí não, khá chỉ trích họ về những ‘mặt giới hạn’ này. Nếu không ý thức kiểm soát tốt phần này, điều này dễ bị đem ra áp dụng trong mái gia đình, dẫn đến những cuộc hôn nhân tan vỡ. Trong vài tình huống, việc chỉ trích thường xuyên có thể tạo nên một áp lực nặng nề nơi người bạn đời, khiến người bạn đời… bị tổn thọ ^^ (Đây là nguyên văn của bác tác giả dựa trên hơn 40 năm nghiên cứu với hàng trăm ngàn trường hợp đó nha!)\n\n\n <color=#FFC90E><b>NHỮNG ĐỀ XUẤT PHÁT TRIỂN</b></color>\n\nNgười Số 3 nên học phát triển một sự tinh tế cảm thụ cảm xúc của những người khác. Khi họ nhận ra rằng những trải nghiệm đời sẽ luôn luôn mang đến những bài học quý, khả năng cảm thụ của họ sẽ dần dần được cải thiện. Và điều này được cải thiện tốt đến nỗi dần dần họ sẽ học được cách sống chung hòa hợp với người khác. Cuộc sống vì thế sẽ tích cực hơn nhiều. Họ không được học việc… cằn nhằn người khác, thay vào đó sử dụng sức bật tự nhiên để lấy ra được nguồn năng lượng dạt dào mới mẻ, nhìn nhận những trải nghiệm kém vui như những cơ hội hữu ích để phát triển. Cũng rất hữu ích cho họ khi học mở rộng kênh diễn đạt từ những gì tiếp nhận được từ trực giác, hay trở nên thực tế hơn trong các giao thiệp hàng ngày, đặc biệt là tại gia đình.\n\n\n <color=#FFC90E><b> NGHỀ NGHIỆP PHÙ HỢP NHẤT</b></color>\n\nNhững người Số 3 hợp nhất với các công việc liên quan đến trí não, bao gồm các lĩnh vực học thuật, đặc biệt là khoa học, kế toán, quản trị kinh doanh, lên phần mềm IT, phân tích hệ thống, vv… Họ cũng có thể là những nhà nghiên cứu khoa học giỏi giang, hoặc diễn xuất trong showbiz, hoặc các nhà lý luận phê bình các bộ môn nghệ thuật.\n\n\n <color=#FFC90E><b>TÓM LƯỢC</b></color>\n\nNgười Số 3 có đầu óc luôn tỉnh táo, hoạt động, đánh giá, suy nghĩ, lên kế hoạch. Họ có một óc hài hước khá thông minh, tuy vậy một số người dễ gặp các vấn đề trong cuộc sống hôn nhân nếu không kiểm soát tốt các phần thiếu tích cực trong cá tính.\n\n\n<color=#FFC90E><b>NGƯỜI NỔI TIẾNG CÓ SỐ CHỦ ĐẠO NÀY</b></color> \n \n- Bill Cosby sinh ngày 12 tháng 7 năm 1937\n- Fidel Castro sinh ngày 13 tháng 8 năm 1926\n- Katharine Hepburn sinh ngày 9 tháng 11 năm 1909\n- Vivien Leigh sinh ngày 5 tháng 11 năm 1913\n"
        ]
    ],
    0,
    0,
    [],
    [],
    []
]
