[
    1,
    0,
    0,
    [
        [
            "cc.TextAsset",
            [
                "_name",
                "text"
            ],
            1
        ]
    ],
    [
        [
            0,
            0,
            1,
            3
        ]
    ],
    [
        [
            0,
            "vi_karmicdebt_13",
            "Nếu 13 là câu trả lời cho câu hỏi phổ biến số nghiệp của tôi là gì? Vậy thì nó có nghĩa là bạn đang ở đây để trả một món nợ cho hành vi lười biếng trong kiếp trước. Nói một cách đơn giản, bạn đã trốn tránh và giao phần trách nhiệm mình cần làm cho người khác.\n\nBạn có thể đã đi một số lối tắt thay vì mất thời gian của bạn để hoàn thành công việc. Tuy nhiên, tin tốt là bạn có thể sửa đổi số đường đời này bằng cách tham gia vào lý luận và giao tiếp tích cực.\n\nLuôn nghĩ về hành động của bạn và hậu quả dẫn đến. Và vì số 13 tượng trưng cho sự lười biếng, bạn nên tìm cách thoát ra khỏi vùng an toàn của mình trong cuộc sống này. Do đó, hãy cố gắng làm việc chăm chỉ để thoát ra khỏi vùng an toàn của bản thân, dồn sức cho các hoạt động của mình. Bạn cũng nên học cách hoàn thành các hoạt động mà không cần thuê người khác.\n\nBạn sẽ biết mình đang đối mặt với khoản nợ 13 nếu bạn liên tục đổ lỗi cho một người về những bất hạnh của mình. Sự lười biếng không thể giải thích được và sự trì hoãn liên tục cũng là những dấu hiệu cho thấy bạn cần phải trả món nợ nghiệp của mình. Các dấu hiệu khác của một món nợ nghiệp sắp xảy ra bao gồm nhu cầu kiểm soát, tính ích kỷ và cảm xúc lặp đi lặp lại mà người khác không đánh giá cao ý kiến ​​đóng góp của bạn.\n\nTrong biểu đồ số học, vũ trụ luôn cho chúng ta cơ hội để sửa chữa những sai sót trong quá khứ của mình. Điều này có nghĩa là mặc dù không dễ dàng nhưng bạn có khả năng trả món nợ nghiệp của mình nếu bạn vẫn kiên định, trung thực và đam mê theo đuổi sự thay đổi. Hãy luôn tìm kiếm những thất bại trong sâu thẳm trái tim vì đây là cách tốt nhất để đối phó với những suy nghĩ vẩn vơ có khả năng gây ra sự tàn phá đáng kể cho bạn và mọi người xung quanh."
        ]
    ],
    0,
    0,
    [],
    [],
    []
]
