{
  "__type__": "cc.TextAsset",
  "_name": "en_rullingNumber_4",
  "_objFlags": 0,
  "_native": "",
  "text": "In the modern world, where so much general emphasis is placed on material concerns, the basic expression of most people with a Ruling Birth Number 4 can be easily gratified. But there is more to them than materialism, though their major emphasis certainly lies on the physical, the 4 located in the centre of the physical plane.\n\n\n<color=#FFC90E><b>Life’s Purpose Ruling Birth Number 4</b></color> \n\nWhile we continue to live on earth in a physical body, it is natural that so much of our experience is related to the material aspects of life. Ruling Birth Number 4 people in particular emphasize physical experience and expression, which is vital to their early development. But as they mature, the natural tendency is for these people to embrace more of the organizing aspect of the practical plane, thereby facilitating greater scope in their development of love, awareness and wisdom.\n\n\n<color=#FFC90E><b>Best Expression</b></color>\n\nRuling Birth Number 4 people have an extensive spectrum of expression, encompassing most physical work or work that involves organization. It can range from the pleasure of making money as an end in itself, or to the challenges of establishing gigantic business deals, through to the practical aspects of art and cultural affairs or the involvement in sporting events. In whatever they do, Ruling Birth Number 4’s generally prefer the conventional approach to the experimental, being more orthodox than adventurous. In general, they are the doers of the world.\n\n\n<color=#FFC90E><b>Distinctive Traits</b></color>\n\nThese are people with a natural flair for the practical – they generally prefer to do a thing rather than discuss its merits. Their love of practicality keeps Ruling Birth Number 4 people on the go. They can rarely sit still and watch others do the organizing, and invariably come forward and offer worthwhile assistance. They are among the most systematic, reliable and trustworthy people. This is especially evident in detailed work, where their accuracy and practical ability are often second to none. On matters of a practical nature, Ruling Birth Number 4’s can manifest extraordinary patience, but where intellectual or spiritual matters are concerned, they are more impatient.\n\n\n<color=#FFC90E><b>Negative Tendencies to Be Surmounted</b></color>\n\nIt is quite common for Ruling Birth Number 4 people to become totally absorbed in their work and to unthinkingly neglect to bring balance to their lives, especially their home life. If they do not have a strong emotional equilibrium, they can easily lose heart due to frustrated ambition, leading to nerve problems and stress-induced illnesses. Should they neglect the need for a balanced life, an overly materialistic outlook could easily develop. This can lead to emotional insecurity and chronic unhappiness, greatly inhibiting the development of their purpose in life, namely practical service.\n\n\n<color=#FFC90E><b>Recommended Development</b></color>\n\nThree important avenues of development should be undertaken by Ruling Birth Number 4’s: relaxation, mental application and expanded intuitiveness. Relaxation is an important means of achieving detachment from material concerns and from physical involvements when both become excessive. It also provides an excellent basis for mental and spiritual growth. Such relaxation is best achieved through meditation. The most suitable forms of mental application lie in memory training and understanding underlying principles, such as are taught in philosophy, engineering, architecture, and so on. Such applications will give rise to an expanded intuitive awareness, the doorway to spiritual consciousness. In all their affairs, Ruling Birth Number 4’s should strive to balance their practicality with their mental (analytical, creative and idealistic) and their spiritual (intuitive, loving and wise) faculties.\n\n\n<color=#FFC90E><b>Most Suitable Vocations</b></color> for Ruling Birth Number 4\n\nThese people are best suited to work as skilled tradespeople, technicians, crafts people and machinists, as well as managers, professional sports people, economists, physicians, chiropractors and horticulturists – all depending on the level of education. In financial matters, they need to develop a heightened of judgement to ensure they are not motivated by personal avarice. Many teachers of manual arts, sports and fitness, as well as authors of technical books and magazines, are found among Ruling Birth Number 4’s.\n\n\n<color=#FFC90E><b>Summary</b></color>\n\nRuling Birth Number 4’s are practical and conventional in outlook, often materialistic. They are interested in sports and very capable with their hands. They are doing people.\n\n\n<color=#FFC90E><b>Famous Ruling Birth Number 4’s</b></color>\n\nArnold Schwarzenegger born July 30, 1947\nPaul Hogan born 0ctober 8, 1939\nJoseph Stalin born December 21, 1879\nYasser Arafat born February 17, 1929\nElton John born March 25, 1947\nMartina Navratilova born October 18, 1956"
}