{
  "__type__": "cc.TextAsset",
  "_name": "vi_lifepath_22",
  "_objFlags": 0,
  "_native": "",
  "text": "<color=#FFC90E><b>NGƯỜI KIẾN TẠO BẬC THẦY</b></color>\n\nNếu số cuộc đời của bạn là 22, bạn có tiềm năng thành công và quyền lực cực cao. Bạn có kỷ luật tốt, đầy tham vọng, tự tin và thực dụng, tất cả những điều đó khiến bạn có thể biến ước mơ thành hiện thực một cách tự nhiên. Là một số chính, 22 có rất nhiều đặc điểm giống với 4. Bạn đang làm việc chăm chỉ và bắt nguồn từ logic, chia nhỏ các tình huống phức tạp thành các giải pháp từng bước. Tuy nhiên, không giống như 4, số 22 có năng khiếu bẩm sinh về trực giác và tính độc lập, cho phép họ vượt qua những lo lắng xã hội.\n\nLà một số 22, bạn có thể nhìn thấy vẻ đẹp của một ý tưởng cũng như hậu cần để biến nó thành hiện thực. Tuy nhiên, cách hiểu thông thường của bạn cũng giúp bạn dễ dàng nhận ra những hạn chế của một ý tưởng. Sự chăm chỉ và cống hiến của bạn trong việc phân tích giúp bạn hiểu được các tình huống phức tạp, chẳng hạn như sự phức tạp của một tổ chức lớn hoặc mạng lưới toàn cầu. Mặc dù những người khác có thể không phải lúc nào cũng nhìn thấy tầm nhìn của bạn, nhưng trực giác và chủ nghĩa hiện thực của bạn giúp bạn dễ dàng xây dựng lòng tin. Bạn là một người mơ mộng và thực dụng tất cả trong một.\n\nThật không may, số 22 thường là những người không hài lòng nhất trong cuộc đời. Bạn nhận thức được tiềm năng của mình, tuy nhiên bạn cũng là người chỉ trích gay gắt nhất của chính mình. Bạn thường đặt ra những tiêu chuẩn không thực tế và không thực tế cho bản thân, tự đặt ra áp lực không ngừng để thành công. Bạn rất khó chấp nhận thất bại dưới bất kỳ hình thức nào và thường đổ lỗi cho bản thân, ngay cả khi điều đó không xứng đáng. Khi không được kiểm soát, cái tôi của bạn cũng có thể khiến người khác mất lòng tin. Bạn tự thấy mình là người vượt trội và do đó thiếu niềm tin vào khả năng của người khác.\n\nSố 22 là những người có tầm nhìn tận tâm và kỷ luật. Tuy nhiên, bạn phải học cách chấp nhận rằng những ý tưởng có thể thay đổi và biến đổi khi chúng thành hiện thực. Những thay đổi so với tầm nhìn ban đầu của bạn là cơ hội, không phải thất bại."
}