[
    1,
    0,
    0,
    [
        [
            "cc.TextAsset",
            [
                "_name",
                "text"
            ],
            1
        ]
    ],
    [
        [
            0,
            0,
            1,
            3
        ]
    ],
    [
        [
            0,
            "vi_lifepath_6",
            "<color=#FFC90E><b>NGƯỜI CHĂM SÓC</b></color>\n\nBiệt danh là con số tình mẹ, Sáu là một người sửa lỗi. Bạn đang quan tâm và bảo vệ một cách tự nhiên và bạn dành cả cuộc đời mình để sửa chữa những vấn đề của những người xung quanh. Số 6 là chất keo gắn kết gia đình và cộng đồng với nhau và họ sẽ bảo vệ những người thân yêu của mình bằng bất cứ giá nào.\n\n6 có ý thức mạnh mẽ về công lý đạo đức và vai trò cố vấn hoặc cố vấn đến một cách tự nhiên. Bạn có một trí tuệ thông minh khiến bạn thực sự được yêu mến và kính trọng. Được coi là con số hài hòa nhất, những người số 6 không phân biệt đối xử và cởi mở để hình thành mối quan hệ với tất cả mọi người. Bạn có khả năng cân bằng tốt và do đó được trang bị tốt để tạo nền tảng cho những người khác trong thời gian thử thách. Tuy nhiên, điều này cũng có thể khiến bạn bị đánh giá xấu về tính cách, dẫn đến việc bạn phải hy sinh bản thân cho những người không đúng, ngay cả khi những người xung quanh bảo bạn làm khác đi. 6 có một động lực mạnh mẽ để tạo ra một môi trường hòa bình và họ không thích bất cứ ai phá vỡ nó.\n\nĐây là nơi mà mặt tối của bạn thể hiện. Trong khi số 6 là con số ổn định nhất trong số các con số, khi rơi vào tình trạng bất hòa, họ trở nên tồi tệ và phá hoại nhất. Sự cởi mở yêu thương của bạn khiến bạn dễ bị lợi dụng và bản chất hy sinh của bạn sẽ cho phép điều này xảy ra - tuy nhiên, bạn có giới hạn của mình. Hãy coi chừng một số 6 sai lầm hoặc giận dữ, họ là những con sói đội lốt cừu. Sự ấm áp được rèn luyện của bạn giúp bạn dễ dàng giữ một nụ cười thân thiện khi tiêu diệt kẻ thù của mình.\n\nĐối với số 6, bạn phải cẩn thận trong cách chọn đối tác của mình. Đừng để tình cảm làm mờ đi sự phán xét của bạn. Bạn phải học cách phân biệt giữa những người bạn có thể giúp đỡ và những người yếu đuối hơn bởi tình yêu của bạn. Có một ranh giới nhỏ giữa hỗ trợ và kích hoạt."
        ]
    ],
    0,
    0,
    [],
    [],
    []
]
