{
  "__type__": "cc.TextAsset",
  "_name": "en_love_27",
  "_objFlags": 0,
  "_native": "",
  "text": "<color=#FFC90E><b>Keywords for Number 2</b></color>\n\nPOSITIVE\n\nDiplomat, friend, artist, enduring peacemaker, gentle, kind, charming, insightful, sensitive, team-player, ambitious, spiritual, well-mannered, placid, just, unselfish, harmonious, sociable, supportive, attention to detail, co-operative, decisive, poise, intuitive, adaptable, agreeable, cautious, considerate, emotional, flexible, loving, understanding, consideration, grace, devotion, the subconscious, balance, mediation.\n\nNEGATIVE\n\nIrresolute, indifferent, unable to take responsibility, fearful, weak-willed, submissive, pessimistic, dependent, indecisiveness, hesitation, indecisiveness, lack of balance, unsteady, unstable, insensitive, inflexible, disagreeable, stagnant, inconsiderate, unemotional, unloving, fears making mistakes, fears unplanned change, fears being alone, fear of the unknown.\n\n\n<color=#FFC90E><b>Keywords for Number 7</b></color>\n\nPOSITIVE\n\nSpecialist, inventor, loner, eccentric, thoughtful, spiritual, psychic, natural healer, inner-strength, quick-witted, wise, discerning, understanding of others, philosophical, endurance, deep contemplation, solitary, independent, mystic, psychic, keen mind, determination, individualist, knowledge-seeking, non-conformist, persistence of purpose, perfection.\n\nNEGATIVE\n\nMorbid, hypercritical, inactive, anti-social, pessimistic, silent, dependency, depression, stagnant, lack of persistence, pride, narrowness, distance, rigidity, argumentative, temper.\n\n<color=#FFC90E><b>*</b></color>\n\nA relationship between Number 2 and Number 7 is likely to become serious very quickly.  Both Number 2 and Number 7 have a tendency to commit themselves at an early stage in relationships.  Number 7 will declare undying love for Number 2, and Number 2 will soon voice their desire for a lasting and committed relationship.  Despite the haste, this pairing is generally very successful. \n\nBoth Number 2 and Number 7 are very affectionate, and both need to feel loved and appreciated.  Neither need worry about a lack of affection.  Number 2 is very supportive and affectionate and Number 7 is romantic and open with their emotions.\n\nBoth can be insecure in relationships, but this problem is unlikely to surface in this match. Number 7 is more adventurous than Number 2 by nature, but because Number 2 feels secure in the relationship, they will be willing to go along with Number 7's plans.\n\nThe only difficulty that may arise in this relationship is the resolution of any differences of opinion.  Both Number 2 and Number 7 are stubborn souls and once they make a stand, are unlikely to back down.  Even the normally compromising Number 2 can be steely and head-strong in their determination if absolutely convinced that they are in the right.  Number 7 and Number 2 need to recognize that they occasionally become locked in no-win arguments and should devise a way of coping with this problem. \n\nGenerally, this will be a harmonious and happy relationship that will bring a great deal of pleasure to both Number 2 and Number 7."
}