{
  "__type__": "cc.TextAsset",
  "_name": "vi_love_68",
  "_objFlags": 0,
  "_native": "",
  "text": "<color=#FFC90E><b>Từ khóa cho số 6</b></color>\n\nTÍCH CỰC\n\nThích ở nhà, nội trợ, có trách nhiệm, quan tâm, giáo viên, thông thường, nhà cung cấp, người bảo vệ, người chữa bệnh, duy tâm, vị tha, trung thực, từ thiện, trung thành, người nuôi dưỡng, sự thật, trật tự, nền kinh tế, chiều sâu cảm xúc, sự tò mò, tình yêu quê hương và gia đình sâu sắc, nhân đạo, dịch vụ, vô vị kỷ, cân bằng, nhà cung cấp tốt, ôn hòa, hy sinh, đồng cảm, thông cảm, tình yêu vô điều kiện, tuần hoàn, nông nghiệp, cân bằng, duyên dáng, đơn giản, khả năng thỏa hiệp, đáng tin cậy.\n\nTIÊU CỰC: \n\nDễ bị căng thẳng, phức tạp về tính ưu việt, yếu đuối, không thực tế, phục tùng, nông cạn, bồn chồn, ích kỷ, ý chí yếu kém, không ủng hộ.\n\n\n<color=#FFC90E><b>Từ khóa cho số 8</b></color>\n\nTÍCH CỰC:\n\nThể hiện, sự giàu có, tiền bạc, Tài chính, quyền lực, sự giàu có, địa vị, vật chất, chủ nghĩa thực dụng, cái tôi, sự cung cấp, tập hợp, chế độ độc tài, phái đoàn, bội số, kinh doanh, đầu tư, Việc làm, xuất hiện, phong tục, kỹ năng, trao đổi, thực tế, sự biến đổi thế giới, điều hành, chuyên nghiệp, sức mạnh, người giải quyết vấn đề, người tổ chức, người nhạy bén, thực tế, giống doanh nghiệp, quyết định, kiểm soát, liên tục, tự tin, tham vọng, độc đoán, tự tin, chính trực, thách thức, hiệu quả, đáng tin cậy, đáng tin cậy, người lập kế hoạch, phán đoán tốt , hòa đồng, cho và nhận, tổ chức, ổn định, làm việc độc lập, học hỏi kinh nghiệm, kiên nhẫn, thận trọng, kỷ luật tự giác, tự túc.\n\nTIÊU CỰC:\n\nKhông tưởng tượng, thẳng thừng, phục vụ bản thân, vật chất, tàn nhẫn, ám ảnh, nhu nhược, vô trách nhiệm, hẹp hòi, vô tổ chức, chống đối xã hội, ích kỷ, không ổn định, hạn chế, không thực tế.\n\n<color=#FFC90E><b>*</b></color>\n\nSố 8 sẽ bị thu hút bởi Số 6 vì cách thể hiện gây ấn tượng và nổi bật giữa đám đông. Số 6 sẽ gây ấn tượng bởi sự tự tin và sức mạnh của số 8. Sự hấp dẫn ban đầu này có thể dẫn đến mối quan hệ phát triển giữa Số 6 và Số 8.\n\nKhó khăn chính trong mối quan hệ giữa Số 6 và Số 8 có khả năng là cả hai người sẽ không sẵn sàng thực hiện hành động đầu tiên về việc thể hiện cảm xúc. Số 6 sợ bị từ chối và khó bày tỏ cảm xúc, đặc biệt là nếu họ không chắc liệu những cảm xúc đó có được đáp lại hay không. \n\nSố 8 cũng thận trọng. Họ thường chờ đợi người yêu của họ bắt đầu bất kỳ hình thức đối thoại tình cảm nào. Có một nguy cơ là cả hai cá nhân có thể quyết định rằng người kia không quan tâm và mối quan hệ sẽ không phát triển. Số 8 và số 6 đều nên cố gắng dũng cảm tuyên bố tình cảm của mình và nên nghiêm túc xem xét việc thực hiện hành động đầu tiên nếu họ cảm thấy rằng họ muốn đi lâu dài với nhau. Nếu Số 6 và Số 8 tìm ra cách để truyền đạt cảm xúc của họ với nhau và cam kết, họ sẽ thấy rằng họ đang tận hưởng một mối quan hệ hạnh phúc và yêu thương cùng nhau. Số 6 sẽ là sự hiểu biết về Số 8, và Số 8 sẽ yêu thương và chú ý đến Số 6. \n\nĐây là một mối quan hệ sẽ tồn tại trước thử thách của thời gian khi những khó khăn ban đầu trong giao tiếp đã được khắc phục."
}