[
    1,
    0,
    0,
    [
        [
            "cc.TextAsset",
            [
                "_name",
                "text"
            ],
            1
        ]
    ],
    [
        [
            0,
            0,
            1,
            3
        ]
    ],
    [
        [
            0,
            "vi_love_13",
            "<color=#FFC90E><b>Từ khóa cho số 1</b></color>\n\nTÍCH CỰC:\n\nNam tính, quyết đoán, tham vọng, thành công, tự lập, độc lập, lãnh đạo, độc đáo, sáng kiến, khởi đầu mới, tiên phong, tổ chức, bản năng, tình yêu, trực giác, dũng cảm, sức mạnh, sáng tạo, tự lực, ngoan cường, mạnh mẽ, uy quyền, truyền cảm hứng, ý chí mạnh mẽ, nhân hậu, đạt được, hạnh phúc, vinh quang, danh tiếng, duy nhất, toàn trí, hoàn thành.\n\nTIÊU CỰC: \n\nĐộc thân, cố chấp, tự phụ, hẹp hòi, bướng bỉnh, thích kiểm soát, thiếu cảm xúc, thụ động, đi theo, hiếu chiến, phụ thuộc, ý chí yếu, kiêu ngạo, thống trị.\n\n\n<color=#FFC90E><b>Từ khóa cho số 3</b></color>\n\nTÍCH CỰC:\n\nSáng tạo, hòa đồng, dễ gần, nhìn xa trông rộng, hài hước, tràn đầy năng lượng, tăng trưởng, mở rộng, nguyên tắc gia tăng, tự phát, suy nghĩ rộng mở, lạc quan, tốt bụng, khuyến khích, hỗ trợ, phát biểu, đức tin, hy vọng và từ thiện, văn hóa, thông minh , giao tiếp, vui vẻ, tìm kiếm tự do, dũng cảm, phiêu lưu, hào nhoáng, rực rỡ, không đối đầu, kênh mở, hình thức tự do, nhịp điệu, cảm hứng, yêu thích niềm vui, niềm vui, nghệ thuật, đam mê, ngạc nhiên, thông minh, nhạy cảm , khả năng ngoại cảm, xã hội, thể hiện bản thân, niềm nở, giao tiếp, nhiệt tình, trẻ trung, hoạt bát, trí tưởng tượng.\n\nTIÊU CỰC:\n\nThờ ơ, thiếu kiên nhẫn, quá tự tin, thiếu sức chịu đựng, dễ bị tổn thương, sống khép kín, bi quan, vô cảm, ích kỷ, thu mình và không giao tiếp, chống đối xã hội, lười biếng, nhạy cảm với những lời chỉ trích, cường điệu, thiếu định hướng, thiếu chín chắn, buồn phiền.\n\n<color=#FFC90E><b>*</b></color>\n\nTrong khi số 3 dễ bị thu hút bởi sự tự tin và tham vọng của số 1 thì số 1 lại thích nhận được sự tán dương và ngưỡng mộ từ số 3. Mối quan hệ giữa số 1 và số 3 có nhiều tiềm năng phát triển lâu dài nếu hai người chịu dành thời gian tìm hiểu và học cách thông cảm, chia sẻ với nhau. \n\nSố 3 sẽ cảm thấy không mấy vui vẻ với thái độ thiếu quan tâm của số 1. Vì thế, nếu số 1 thật sự mong muốn có mối quan hệ lâu dài với số 3, số 1 cần học cách tỏ ra thông minh và lãng mạn hơn. Bởi trong tình yêu, nếu số 1 không giành được sự đánh giá tốt từ số 3 thì khả năng số 3 sẽ tìm kiếm mối quan hệ với người khác.\n\nBên cạnh đó, số 3 cũng nên học cách chấp nhận rằng sự lãng mạn không phải lúc nào cũng được số 1 đặt lên hàng đầu. Cũng như việc số 1 coi công việc và việc đạt được mục điêu là điều cực kỳ quan trọng."
        ]
    ],
    0,
    0,
    [],
    [],
    []
]
