{
  "__type__": "cc.TextAsset",
  "_name": "en_love_16",
  "_objFlags": 0,
  "_native": "",
  "text": "<color=#FFC90E><b>Keywords for the Number 1</b></color>\n\nPOSITIVE\n\nMasculine, assertive, ambitious, successful, self, independent, leadership, originality, initiative, new beginnings, pioneer, organizer, instinct, love, intuition, courageous achiever, strength, creativity, self-reliant, tenacious, forceful, authoritive, inspirational, strong willpower, lenient, attainment, happiness, glory, fame, unique, omniscience, fulfilment.\n\nNEGATIVE\n\nSingle-minded, intolerant, conceited, narrow-minded, stubborn, controlling, lacking in emotion, passive, follower, aggressive, dependent, weak-willed, arrogance, dominant.\n\n<color=#FFC90E><b>Keywords for the Number 6</b></color>\n\nPOSITIVE\n\nDomestic, responsible, care, teacher, conventional, provider, protector, healer, idealistic, selfless, honest, charitable, faithful, nurturer, truth, order, economy, emotional depth, curiosity, deep love of home and family, humanitarian, service, unselfishness, balance, good provider, peaceful, self-sacrifice, empathy, sympathy, unconditional love, circulation, agriculture, balance, grace, simplicity, ability to compromise, reliable.\n\nNEGATIVE\n\nEasily-stressed, superiority complex, weak, impractical, submissive, shallowness, restlessness, selfishness, weak-willed, unsupportive.\n\n<color=#FFC90E><b>*</b></color>\n\nNumber 6's ability to project the right image will appeal to Number 1, who may feel that they have found the ideal partner.  If Number 6 lives up to the expectations of Number 1 then the relationship may take off.\n\nDifficulties may arise when it comes to display8ing affection and emotions, as Number 1 is not naturally demonstrative and Number 6 will not be open until they feel sure of the commitment of their partner.  This could result in the relationship petering out because neither party is sure how the other feels. \n\nBoth Number 1 and Number 6 should try to express how they feel about each other if they want the relationship to last.  Number 1 needs to focus more attention on their relationship and to make more effort to be affectionate.  Number 6 should be assertive and occasionally take the lead in the relationship and express emotions and needs to their partner.\n\nHonesty and openness form the basis of success for this couple.  Number 6 and Number 1 need to set aside time to spend with each other on a regular basis so that they can discuss the relationship and how they are feeling within it."
}