[
    1,
    0,
    0,
    [
        [
            "cc.TextAsset",
            [
                "_name",
                "text"
            ],
            1
        ]
    ],
    [
        [
            0,
            0,
            1,
            3
        ]
    ],
    [
        [
            0,
            "en_love_11",
            "<color=#FFC90E><b>Keywords for the Number 1</b></color>\n\nPOSITIVE\n\nMasculine, assertive, ambitious, successful, self, independent, leadership, originality, initiative, new beginnings, pioneer, organizer, instinct, love, intuition, courageous achiever, strength, creativity, self-reliant, tenacious, forceful, authoritive, inspirational, strong willpower, lenient, attainment, happiness, glory, fame, unique, omniscience, fulfilment.\n\nNEGATIVE\n\nSingle-minded, intolerant, conceited, narrow-minded, stubborn, controlling, lacking in emotion, passive, follower, aggressive, dependent, weak-willed, arrogance, dominant.\n\n<color=#FFC90E><b>*</b></color>\n\nFor two Number 1's in a romantic relationship, it is important that they ensure that there is a balance of power in the relationship.  It is important that one does not feel dominated by the other.\n\nThe combination of two Number 1's together can be extremely successful, as there is mutual admiration and respect.  Another Number 1 is one of the few people likely to approach a Number 1's idea of the perfect partner.\n\nProblems could arise in this relationship because of the strong-willed nature of Number 1s.\n\nIn an argument between two Number 1s, neither individual is likely to back down easily.  Both are likely to be behaving in a selfish and stubborn way, but neither will be prepared to admit it.  This is a problem that is likely to present itself over and over again in a relationship between two Number 1s.  Neither individual will be overly concerned by this, and they will both just accept it as part of daily life together.\n\nTwo Number 1's in a relationship should ensure that they set aside time from their busy work and social lives to spend special time together,     for the sake of their relationship.\n\nAs these two share interests and ambitions, it is a partnership that could endure the test of time."
        ]
    ],
    0,
    0,
    [],
    [],
    []
]
