{
  "__type__": "cc.TextAsset",
  "_name": "vi_love_88",
  "_objFlags": 0,
  "_native": "",
  "text": "<color=#FFC90E><b>Từ khóa cho số 8</b></color>\n\nTÍCH CỰC:\n\nThể hiện, sự giàu có, tiền bạc, Tài chính, quyền lực, sự giàu có, địa vị, vật chất, chủ nghĩa thực dụng, cái tôi, sự cung cấp, tập hợp, chế độ độc tài, phái đoàn, bội số, kinh doanh, đầu tư, Việc làm, xuất hiện, phong tục, kỹ năng, trao đổi, thực tế, sự biến đổi thế giới, điều hành, chuyên nghiệp, sức mạnh, người giải quyết vấn đề, người tổ chức, người nhạy bén, thực tế, giống doanh nghiệp, quyết định, kiểm soát, liên tục, tự tin, tham vọng, độc đoán, tự tin, chính trực, thách thức, hiệu quả, đáng tin cậy, đáng tin cậy, người lập kế hoạch, phán đoán tốt , hòa đồng, cho và nhận, tổ chức, ổn định, làm việc độc lập, học hỏi kinh nghiệm, kiên nhẫn, thận trọng, kỷ luật tự giác, tự túc.\n\nTIÊU CỰC:\n\nKhông tưởng tượng, thẳng thừng, phục vụ bản thân, vật chất, tàn nhẫn, ám ảnh, nhu nhược, vô trách nhiệm, hẹp hòi, vô tổ chức, chống đối xã hội, ích kỷ, không ổn định, hạn chế, không thực tế.\n\n<color=#FFC90E><b>*</b></color>\n\nHai số 8 có khả năng bị thu hút bởi sự tự tin và hài lòng của nhau. Họ sẽ ngưỡng mộ nhau, và từ sự tôn trọng đó sẽ xuất hiện sự thay đổi mà ở đó sự lãng mạn có thể thăng hoa.\n\nVấn đề chính đối với mối quan hệ tình cảm của hai Số 8 với nhau là cả hai đều không sẵn sàng thực hiện hành động đầu tiên về việc tuyên bố bất kỳ cảm xúc nào về mối quan hệ.\n\nCả hai người đều thích đợi đối phương chủ động trong việc thể hiện cảm xúc. Có một mối nguy hiểm là mối quan hệ giữa hai số 8 sẽ không bao giờ phát triển nếu cả hai đều không sẵn sàng đề cập đến chủ đề cam kết. Nếu mối quan hệ không phát triển, cả hai Người số 8 có thể quyết định rằng mối quan hệ sẽ chẳng đi đến đâu và tạm dừng.\n\nCả những người thuộc cung Số 8 cần phải tự tin và quyết đoán hơn trong việc thể hiện cảm xúc của mình nếu không muốn bỏ lỡ một mối quan hệ có khả năng thành công.\n\nNếu hai số 8 thực hiện cam kết với nhau, họ sẽ thấy rằng họ tận hưởng một mối quan hệ hài hòa và dễ chịu với nhau. Đó sẽ không phải là một mối quan hệ nồng nàn hay đặc biệt lãng mạn, nhưng cả hai cá nhân sẽ cảm thấy được hỗ trợ và yêu thương trong đó. Cả hai số 8 sẽ có xu hướng dành phần lớn thời gian của họ cho công việc hoặc để theo đuổi thành công trong sự nghiệp. Trong các mối quan hệ với người khác, điều này có thể xảy ra vấn đề, nhưng hai số 8 sẽ hoàn toàn hiểu rõ tham vọng và nhu cầu thành công của nhau.\n\nMột khi hai số 8 cởi mở và thừa nhận tình cảm thực sự của họ dành cho nhau, họ sẽ thấy rằng họ là những người đồng điệu và sẽ rất vui khi cam kết với nhau. Một khi mối quan hệ giữa hai số 8 đã được thiết lập, họ sẽ ở bên nhau lâu dài vì họ cảm thấy hạnh phúc và yên tâm trong mối quan hệ."
}