[
    1,
    0,
    0,
    [
        [
            "cc.TextAsset",
            [
                "_name",
                "text"
            ],
            1
        ]
    ],
    [
        [
            0,
            0,
            1,
            3
        ]
    ],
    [
        [
            0,
            "en_rullingNumber_7",
            "Under the influence of this Ruling Birth Number, people gain maximum experience from life’s lesson book, both through the personal sacrifice of learning and through teaching or sharing (teaching being the consummate means of learning). Both facets of human growth are intimately related to physical expression, symbolized by the position of the 7 in the Birth Chart at the intersection of the Arrows of Practicality and Activity. Birth dates with component numbers totaling 16, 25, 34 and 43 have a Ruling Birth Number 7.\n\n\n<color=#FFC90E><b>Life’s Purpose Ruling Birth Number 7</b></color>\n\nIt would appear that the manner in which individual human development takes place in life ensures that each soul incarnates with a Ruling Birth Number 7 when it is necessary to undertake a major step forward. The unique aspect of this Ruling Birth Number is its almost limitless capacity for learning through personal involvement. Enlightenment acquired in such a manner invariably qualifies Ruling Birth Number 7 people to capably share their experiences, making them excellent teachers. And the practical realizations of their experiences equips them with a profound and abiding philosophy of life.\n\n\n<color=#FFC90E><b>Best Expression</b></color>\n\nOne of the most important requirements for Ruling Birth Number 7 people is that they are allowed to learn their way. They can accept little more than minimum direction from others, for they hunger to learn by personal involvement and expression. This involvement demands sacrifices of them in either one or more of those three aspects of human life that hit us most: health, love and/or money. This qualifies them as very practical teachers and helpers of humankind. However, while they are not averse to implementing discipline in others, they find someone else’s discipline very difficult to live with.\n\n\n<color=#FFC90E><b>Distinctive Traits</b></color>\n\nThese people are found among the most active in life. Though not always conscious of it, their driving force is the profound need for personal experience, and these experiences become the most memorable (unfortunately) when they imply some form of personal sacrifice. This is the path of the Ruling Birth Number 7 person, many of whom appear to suffer rather sad lives, especially when they do not learn from their earlier experiences and repetitions induce harsher sacrifices. However, from the loss of health, love and or money, they acquire a deep philosophical understanding that ultimately assists them in avoiding such harsh lessons as their conscious awareness develops. They possess a powerful, natural fortitude that often appears to provide them with an inherent self-confidence which, in turn, assists them to handle their life’s experiences much more stoically than outsiders often realise. Their abiding philosophy is that everything occurs for a purpose.\n\n\n<color=#FFC90E><b>Negative Tendencies to Be Surmounted</b></color>\n\nTheir compulsion for personal experience, to the extent of often rejecting guidance, can cause Ruling Birth Number 7’s to become extremely rebellious. In refusing to accept advice, they tend to adopt the attitude that they like to teach but they do not like to be taught. This can bring much sadness into their lives when they fail to learn from the experiences of others. Yet, they often seek to have other people follow their advice and become annoyed if they get the same advice as they give others. Until they mature and act with greater wisdom, their domestic and business lives will often be far from happy.\n\n\n<color=#FFC90E><b>Recommended Development</b></color>\n\nWe often find that Ruling Birth Number 7’s are not the best judges of character nor do they have sound business understanding, so they should be extremely careful in matters of business and investment. But with wise self-discipline, these failings can be overcome – if only they would embrace as much discipline in their lives as they seek to impart to others. This will assist them in developing their intuition, and lead to improved happiness in their lives and in the lives of their loved ones. Generally, Ruling Birth Number 7 people are rather slow learners, due to their need to experience so much for themselves. Parents should take special note of this characteristic and allow for their Ruling Birth Number 7 children to learn at their own natural pace. All too often, parents regard their children’s progress at school as some sort of prestige race, acting as though they were more concerned with the family name than with their child’s welfare. Experience confirms that Ruling Birth Number 7 children learn rapidly until around age seven, at which time they seem to need to stabilize. For the following seven years, their learning rate is noticeably slower, but from age fourteen, their academic rate will increase with appropriate self-discipline. Rarely do Ruling Birth Number 7 children emerge as brilliant scholars.\n\n\n<color=#FFC90E><b>Most Suitable Vocations Ruling Birth Number 7</b></color>\n\nTrustworthy, and consequently expecting trust from others, these people are well suited to positions among the judiciary and in legal practice. They are practical people with a natural flair for the use of sharp instruments, inducing many to choose careers such as surgeons, butchers and carpenters. Ruling Birth Number 7’s are often found as teachers and in humanitarian positions in the community, such as clergy, scientists, naturalists and philosophers.\n\n\n<color=#FFC90E><b>Summary</b></color>\n\nRuling Birth Number 7’s need to learn through personal experience, but dislike external discipline. They are assertive, philosophical and humanitarian. Their lives incur an unusually high level of sacrifice.\n\n\n<color=#FFC90E><b>Famous Ruling Birth Number 7’s</b></color>\n\nMarilyn Monroe born June 1, 1926 \nPeter Tchaikovsky born May 7, 1840 \nCole Porter born June 9, 1891 \nConrad Hilton born December 25, 1887 \nGermaine Greer born January 29, 1939  "
        ]
    ],
    0,
    0,
    [],
    [],
    []
]
