[
    1,
    0,
    0,
    [
        [
            "cc.TextAsset",
            [
                "_name",
                "text"
            ],
            1
        ]
    ],
    [
        [
            0,
            0,
            1,
            3
        ]
    ],
    [
        [
            0,
            "en_namenumber_5",
            "Your destiny is to effect change and show people how to live life to the maximum.\n\nThe freewheeling 5 Destiny number pushes you toward a mission of adaptability, progress, freedom, and embracing the adventure of life.  Freedom is the guiding force in your life.  You thrive on hands-on experience.  You’re task is to develop your constructive use of freedom.\n\nYour purpose is to embrace your sense of fearlessness and follow your curiosity to explore the world and offer your magnetic presence and gifts to those around you. Most often the 5 Destiny number is intelligent, philosophical, and spiritually minded. \n\nYou’re a natural salesperson when you’re dealing with something you believe in.  This Destiny number leads you on a roller coaster, where life can feel as though it’s coming at you without a filter.  Your destiny is one of liberation and freedom, no matter how you slice it. \n\nIf you find yourself on the opposite end of the spectrum, you’ll do battle with self-absorption, paranoia, myopia, fearfulness, and emotional paralysis.  Remember there’s truly nothing to fear but fear itself (thank you Franklin D. Roosevelt).\n\nYou can move through intimate relationships like you’re changing your socks.  Your effect on other people can be baffling to you, as others might feel tricked or “played” by you, even when you’re simply moving to the beat of your own music.  Your heightened self-centered emotionalism might also try your friendships and intimate relationships. You can swerve over into the “high maintenance” category with great ease, making your love relationships, family interaction, and friendships potentially exasperating to those on the other end of your relationship-pole.  \n\nMove forward, recalibrate yourself, and embrace positive change.  Ultimately, your gift is showing others how to live fearlessly through your example.  The key to your 5 Destiny is to work with boundaries and certain parameters or life could be chaotic and out of control."
        ]
    ],
    0,
    0,
    [],
    [],
    []
]
