[
    1,
    0,
    0,
    [
        [
            "cc.TextAsset",
            [
                "_name",
                "text"
            ],
            1
        ]
    ],
    [
        [
            0,
            0,
            1,
            3
        ]
    ],
    [
        [
            0,
            "vi_karmicdebt_14",
            "Những con số như vậy gắn liền với kinh nghiệm về việc lạm dụng tự do cá nhân. Nói cách khác, nó cho rằng bạn đã hành động ích kỷ đối với người khác, đặt sở thích của mình lên trên sở thích của người khác. Nợ số 14 cũng liên quan đến việc bạn không có kỷ luật tự giác trong các lĩnh vực khác nhau của cuộc sống. Nó có thể bao gồm không đủ sức chống lại cám dỗ đối với thức ăn, rượu, ma túy và thậm chí là sự cân bằng giữa công việc và cuộc sống.\n\nĐể trả hết món nợ nghiệp này trong biểu đồ số học, bạn sẽ phải phân tích sức mạnh bên trong và cảm xúc của mình để phân tích việc sử dụng tự do. Kiểm tra xem bạn có đủ kỷ luật để tránh những cám dỗ ngày này qua ngày khác hay không. Bạn cũng cần thực hành điều độ, đặc biệt là khi nói đến thói quen của bạn.\n\nCon số này đòi hỏi bạn phải lùi lại một bước và phân tích cách đối xử của bạn với người khác. Hiểu rằng ý kiến ​​của bạn không tốt hơn ý kiến ​​của người khác và có ích cho họ. Quan trọng hơn nữa, những bài học về cách học để thích ứng với chu kỳ suy nghĩ của bạn, đặc biệt là trong những tình huống ảnh hưởng đến người khác.\n\nBạn cũng cần hiểu rằng không sao cả nếu bạn ngồi ở ghế sau và cho phép người khác quản lý mọi lúc mọi nơi. Dễ bị tổn thương không phải là một dấu hiệu của sự yếu đuối; thay vào đó, nó chỉ cho thấy rằng bạn đã đủ trưởng thành để kết hợp quan điểm và ý kiến ​​của người khác chứ không phải là người siêu kiểm soát.\n\nThách thức của bạn trong thực tế hiện nay là hỗ trợ các thành viên khác của cộng đồng, hiểu rằng lý do đúng đắn là cần thiết trong mọi hoàn cảnh. Mặc dù niềm tin vào trực giác của bạn và nhận thức về trí tuệ tuyệt vời là điều tốt, nhưng bạn nên tránh hành vi phán xét người khác.\n\nMột số dấu hiệu cho thấy bạn đang đối mặt với con số đường đời này bao gồm không có khả năng tự kiểm soát, cảm giác bị cuốn vào, các vấn đề về cam kết, nhu cầu tự do, sự chán nản dai dẳng trong công việc và các mối quan hệ, khiến bạn khó duy trì."
        ]
    ],
    0,
    0,
    [],
    [],
    []
]
