{
  "__type__": "cc.TextAsset",
  "_name": "vi_rullingNumber_5",
  "_objFlags": 0,
  "_native": "",
  "text": " <color=#FFC90E><b>MỤC ĐÍCH SỐNG</b></color>\n\nDiễn đạt cảm xúc một cách toàn vẹn nhất (thông qua các hình thức như viết, vẽ, điêu khắc, vv…) là một trong những điều tinh tế mà con người mơ đạt tới. Tuy nhiên, điều này chỉ có thể đạt được khi con người ta đủ tự do để thể hiện. Đó chính là cái mà những người Số 5 tìm kiếm để phát triển, như một cách để thấu hiểu các tầng cảm xúc của họ. Tuy vậy, rất ít người Số 5 nhận ra điều này, họ chỉ cảm nhận được là họ đang cảm thấy thôi thúc được tự do mà thôi, mà không hề nhìn ra nguyên nhân thực sự ẩn đằng sau đó. Đó cũng chính là điều cần học hỏi, để định hướng một cách tích cực cuộc đời của họ bằng những phương tiện biểu hiện này.\n\n\n <color=#FFC90E><b>THỂ HIỆN TỐT NHẤT</b></color>\n\nMột khía cạnh khác mà những người Số 5 rất dễ thành công là lĩnh vực diễn xuất, nơi họ được tự do thể hiện cảm xúc của mình, và nhiều người đã cực kỳ thành công như những diễn viên hay nghệ sĩ chuyên nghiệp. Nhưng có làm gì làm, tình yêu con người ở những người này vẫn là động cơ cơ bản nhất.\n\n\n <color=#FFC90E><b>ĐẶC ĐIỂM NỔI BẬT</b></color>\n\nNgười Số 5 thường có trực giác rất tốt, với cảm xúc sâu sắc và tư duy nghệ thuật cao, người đạt được niềm vui khôn tả khi được tự do diễn đạt những gì mình đang ấp ủ. Khi được tự do, họ sống động, năng động, nhưng một khi bị gò bó hay ràng buộc, họ trở nên ủ dột và tâm trạng lên xuống bất thường, thậm chí còn có khi lãnh đạm. Tuy vậy, họ là những người tâm tính tốt, quyết tâm sống đời vui vẻ và cũng muốn người khác sống vui vẻ. Đây là một khía cạnh của bản chất từ tâm của họ.\n\n\n <color=#FFC90E><b>KHUYNH HƯỚNG TIÊU CỰC</b></color>\n\nVì rất yêu thích tự do, đôi khi người Số 5 có thể chấp nhận những việc làm không mấy ‘chính thống’ để không phải làm việc theo giờ giấc gò bó. Vì thế họ đã không nhận ra được, giá trị tận cùng của sự ‘trói buộc’ rõ ràng như vậy là để tập cho ta tính kiên nhẫn, tinh thần hợp tác, và khả năng tự kiềm chế. Nhiều bạn Số 5 trẻ, khi nhận công việc đầu tiên đã không chịu nổi việc phải nghe lời sếp và… bỏ việc. Khi không tập trung chú ý vào chi tiết, người Số 5 dễ bị mắc sai lầm nơi công việc, một vấn đề có khả năng bị làm cho trầm trọng hơn bởi họ bị hồi hộp hay không chắc chắn khi phải giải quyết các công việc mang tính hiện đại. Hệ quả của điều này là họ sẽ dễ bị nổi sùng lên, dẫn tiếp tới stress hay trầm cảm nếu không kiểm soát cảm xúc tốt. Lúc này thì cần phải giữ cho mình bình tĩnh lại bằng cách ra ngoài thiên nhiên hít thở nhiều hơn.\n\n\n <color=#FFC90E><b>NHỮNG ĐỀ XUẤT PHÁT TRIỂN</b></color>\n\nThường thì khi người ta tìm kiếm tự do, đó là khi người ta thèm muốn được quay về những ngày tháng vô lo hồn nhiên thuở ban sơ. Nhưng chắc chắn là chúng ta không thể sống mãi với quá khứ, mà phải áp dụng những điều ta học hỏi được thông qua những trải nghiệm trong cuộc sống để phát triển bản thân. Vì thế, mỗi khi có tình huống nào phát sinh trông có vẻ sẽ trói buộc sự tự do của ta lại, thay vì chuẩn bị cảm thấy bức bối, hãy tập trung suy nghĩ về những bài học nào ta sẽ thu nhận được qua trải nghiệm này. Và vì thế, chúng ta sẽ có thể vượt qua được cảm giác khó chịu vì sự bó buộc đó, và tiến lên phía trước được một bước. Sự chấp nhận này sẽ giúp những người Số 5 tăng cường sự chú ý vào các chi tiết, trở nên thực tế hơn, cách nhìn cuộc đời cũng rộng mở hơn. Họ cũng sẽ nhìn ra việc bắt lấy những cơ hội được đi đó đi đây sẽ phát triển khả năng quan sát, và là phương tiện thiết yếu để họ tăng độ hiểu biết về cuộc sống và tăng trí tuệ. Khi người Số 5 trưởng thành hơn, họ sẽ nên tự biết điều chỉnh để hài hoà hơn với các kỷ luật, kỷ cương nơi các tập thể họ sống hay sinh hoạt, qua đó tăng lên cảm giác an toàn cho bản thân mình, đặc biệt là trong các mối quan hệ. Trên hết, hãy nhớ rằng người Số 5 là người lấy tình yêu thương làm động cơ cho mọi hành động, cho dẫu họ không phải lúc nào tỏ bày điều đó cho mọi người xung quanh biết.\n\n\n <color=#FFC90E><b> NGHỀ NGHIỆP PHÙ HỢP NHẤT</b></color>\n\nNgười Số 5 mang ba tính chất đặc trưng trong thể hiện: yêu tự do, thích diễn xuất, và có khiếu nghệ thuật. Vì thế nghề nghiệp nào có yếu tố diễn xuất hoặc cần sự thể hiện chuyên nghiệp sẽ rất hợp với người Số 5. Việc 'diễn xuất hay thể hiện chuyên nghiệp' này không chỉ có ở diễn viên chuyên nghiệp nhen, mà tất cả các ngành nghề cần kỹ năng dạng này, như các nhân viên bán hàng, các chính trị gia... Hoặc họ có thể làm việc trong ngành du lịch hay khách sạn, nhà văn, hoạ sĩ, nhà thiết kế, chủ doanh nghiệp, nhà phát minh sáng chế, nhân viên xã hội.\n\n\n <color=#FFC90E><b>TÓM LƯỢC</b></color>\n \nBản chất của người Số 5 là đầy yêu thương và yêu tự do, có óc nghệ thuật, máu lãng du, hơi 'moody' (nghĩa là hay 'mưa nắng', hihi), dao động từ tâm trạng rất vui vẻ khi được tự do sang ủ dột ra mặt khi cảm thấy bị 'đè ép'. Họ là những người đầy cảm xúc\n\n\n <color=#FFC90E><b>NGƯỜI NỔI TIẾNG CÓ SỐ CHỦ ĐẠO NÀY</b></color> \n\n- Abraham Lincoln sinh ngày 12 tháng 2 năm 1809 \n- Greg Norman sinh ngày 10 tháng 2 năm 1955 \n- Vincent van Gogh sinh ngày 30 tháng 3 năm 1853 \n- Irving Berlin sinh ngày 11 tháng 5 năm 1888 \n- Adolf Hitler sinh ngày 20 tháng 4 năm 1889 \n- Johnny Carson sinh ngày 23 tháng 10 năm 1925"
}