{
  "__type__": "cc.TextAsset",
  "_name": "en_love_12",
  "_objFlags": 0,
  "_native": "",
  "text": "<color=#FFC90E><b>Keywords for the Number 1</b></color>\n\nPOSITIVE\n\nMasculine, assertive, ambitious, successful, self, independent, leadership, originality, initiative, new beginnings, pioneer, organizer, instinct, love, intuition, courageous achiever, strength, creativity, self-reliant, tenacious, forceful, authoritive, inspirational, strong willpower, lenient, attainment, happiness, glory, fame, unique, omniscience, fulfilment.\n\nNEGATIVE\n\nSingle-minded, intolerant, conceited, narrow-minded, stubborn, controlling, lacking in emotion, passive, follower, aggressive, dependent, weak-willed, arrogance, dominant.\n\n\n<color=#FFC90E><b>Keywords for Number 2</b></color>\n\nPOSITIVE\n\nDiplomat, friend, artist, enduring peacemaker, gentle, kind, charming, insightful, sensitive, team-player, ambitious, spiritual, well-mannered, placid, just, unselfish, harmonious, sociable, supportive, attention to detail, co-operative, decisive, poise, intuitive, adaptable, agreeable, cautious, considerate, emotional, flexible, loving, understanding, consideration, grace, devotion, the subconscious, balance, mediation.\n\nNEGATIVE\n\nIrresolute, indifferent, unable to take responsibility, fearful, weak-willed, submissive, pessimistic, dependent, indecisiveness, hesitation, indecisiveness, lack of balance, unsteady, unstable, insensitive, inflexible, disagreeable, stagnant, inconsiderate, unemotional, unloving, fears making mistakes, fears unplanned change, fears being alone, fear of the unknown.\n\n<color=#FFC90E><b>*</b></color>\n\nIn terms of romance, Number 1 and Number 2 are quite well matched.Number 2 will be able to meet the emotional needs of Number 1, and will be happy to supply the necessary reassurance and affection.  The Number 1 in this relationship, however, should remember to reciprocate the warmth and affection and not take Number 2 for granted.  Number 2s will understand that\n\nNumber 1 needs space and freedom and will do everything to ensure that this is provided.\n\nNumber 1 and Number 2 will generally be happy together and are unlikely to have many arguments.  Number 1s will probably snap at Number 2s from time to tome, but it is not in Number 2s nature to respond or create a scene. \n\nNumber 1 will appreciate the quiet love and support provided by Number 2, and will usually try not to be too irritable.\n\nNumber 2 will stand by their Number 1 partner through thick and thin, but should try to be assertive about their own needs, rather than always providing for the loved one.\n\nIt is important for Number 2 to avoid becoming a doormat to Number 1, not only to maintain their own self-esteem, but to retain the respect of their partner."
}