[
    1,
    0,
    0,
    [
        [
            "cc.TextAsset",
            [
                "_name",
                "text"
            ],
            1
        ]
    ],
    [
        [
            0,
            0,
            1,
            3
        ]
    ],
    [
        [
            0,
            "en_love_45",
            "<color=#FFC90E><b>Keywords for Number 4</b></color>\n\nPOSITIVE\n\nSecurity-conscious, self-control, loyal, conscientious, hardworking, high morals, traditional values, honesty, strong-willed, practical, wisdom, imperturbable, conservative, application, determination, serious builder, progress, doer, manager, traditional, solid foundations, realistic values, stability, ability, justice, goal-orientated, system, order, management, responsibility, maintenance, constructive, determined, serious, discipline, dependability, conviction.\n\nNEGATIVE\n\nStubborn, workaholic, clumsy, dull, inflexible, dislikes change, lack of purpose, disorganised, lacks consciences, lazy, disharmony, undisciplined, dishonest, no value system, limited viewpoint, rigidity, impractical, fears deprivation and loss.\n\n\n<color=#FFC90E><b>Keywords for Number 5</b></color>\n\nPOSITIVE\n\nFreedom-loving, activity, influence, adventurer, sensualist, promoter, natural flair, vivacious, courageous, healthy, sympathetic, motivational, change, idealistic, unconventional, curiosity, magnetic, intellectual, telepathic, experience, pleasure-loving, vitality, visionary, expansion, opportunity, story-telling, imagination, individualism, healing, choice, mercy, kindness, invention, resourceful, magnetic, competitive.\n\nNEGATIVE\n\nRash, irresponsible, dislikes confinement and routine, inconsistent, unreliable, thoughtless, restless, non-committal, inactivity, stagnation, fear of change, rigid in thought, lacks vitality.\n\n<color=#FFC90E><b>*</b></color>\n\nNumber 4 and Number 5 have very different expectations of romantic relationships.  Number 5 is essentially looking for a good time, and the opportunity to meet lots of different people.  Number 4, on the other hand, is looking for long-term commitment with someone suitable.  It is hard to imagine an initial attraction between these two because they are so different, but on occasion, opposites do attract.\n\nThe most likely scenario is Number 5 making the first move in an attempt to widen their social circle.  Number 4 may be flattered by Number 5's attention and may feel that Number 5 is in need of a stable influence in their life.\n\nIf a relationship between Number 4 and Number 5 does develop, then they will experience a few difficulties.  One of the biggest problems will be Number 4's desire to control their partner.  Number 5 in no way wants to be restricted or dominated, and may react very badly to any attempts by Number 4 to impose their will.  The most likely to reaction form an unhappy Number 5 is to walk away a start anew elsewhere.  Number 4 should try to allow their partner more freedom and accept them for what and who they are.\n\nAnother problem is Number 5's inability to control their finances.  Number 5 is likely to be reckless with money and to squander it on frivolous objects or on a flutter on the horses or pokies etc.  Number 4 will be appalled by Number 5's lack of respect for money, and will not be able to contain their anger.  Number 4 is more likely than not to be the person in the relationship who earns more money and will feel that Number 5 has no right to waste it.  Number 5 will see Number 4's concerns about finances as dull and unimportant and as just another attempt to spoil their fun.  Number 5's should try to be more considerate of Number 4's feelings and act a little less selfishly.\n\nIn order for this relationship to work, both individuals will need to put in a great deal of effort.  They will have to recognize their differences and accept that these are what they love about each other.\n"
        ]
    ],
    0,
    0,
    [],
    [],
    []
]
