{
  "__type__": "cc.TextAsset",
  "_name": "vi_love_49",
  "_objFlags": 0,
  "_native": "",
  "text": "<color=#FFC90E><b>Từ khóa cho số 4</b></color>\n\nTÍCH CỰC:\n\nCó ý thức bảo mật, tự chủ, trung thành, tận tâm, chăm chỉ, đạo đức cao, giá trị truyền thống, trung thực, ý chí mạnh mẽ, thực tế, khôn ngoan, nóng nảy, bảo thủ, ứng dụng, quyết tâm, người xây dựng nghiêm túc, tiến bộ, người làm, người quản lý, truyền thống, vững chắc nền tảng, giá trị thực tế, tính ổn định, khả năng, công lý, định hướng mục tiêu, hệ thống, trật tự, quản lý, trách nhiệm, duy trì, xây dựng, quyết tâm, nghiêm túc, kỷ luật, đáng tin cậy, tin tưởng.\n\nTIÊU CỰC:\n\nBướng bỉnh, tham công tiếc việc, vụng về, buồn tẻ, không linh hoạt, không thích thay đổi, thiếu mục đích, vô tổ chức, thiếu lương tâm, lười biếng, bất hòa, vô kỷ luật, không trung thực, không có hệ thống giá trị, quan điểm hạn chế, cứng nhắc, không thực tế, sợ thiếu thốn và mất mát.\n\n\n<color=#FFC90E><b>Từ khóa cho số 9</b></color>\n\nTÍCH CỰC\n\nQuan hệ rộng rãi, có trách nhiệm, trí tuệ bên trong, trực giác cao, sức mạnh của tính cách, ích kỷ (học cách nói Không), nhân đạo, khả năng sáng tạo, nhạy cảm, trung thành, tha thứ, khái quát, đa tài, giáo viên, người chữa bệnh, nghệ sĩ, linh hồn già, diễn viên, thông minh, hiểu biết, kín đáo, xuất sắc, từ bi, người giải quyết vấn đề, trí tuệ bên trong, trực giác cao, tự yêu bản thân, tự do, phổ biến, vĩnh cửu, hào phóng, không tuân thủ, thiên tài nghệ thuật, có tầm nhìn rộng và quan điểm rộng, có thể hơi lập dị, thích giao tiếp, có ảnh hưởng, từ thiện, nghĩa vụ, kêu gọi, sứ mệnh, nghĩa vụ, thần bí, đức tin, lạc quan, trí tuệ thiêng liêng, hy sinh bản thân, nghiệp chướng, giác ngộ, phục vụ, từ bi , vị tha, lý tưởng cao đẹp, cảm thông, tâm linh, khoan dung, khiêm tốn, vị tha, nhân từ,sự đồng cảm, quyền lực, lòng bác ái, trực giác, sự hoàn hảo\n\nTIÊU CỰC: \n\nKhông ham học hỏi, thiếu giao tiếp, không đáng tin cậy, thiếu hiểu biết, thiếu quan tâm đến người khác, thiếu nhận thức của trực giác, yếu kém quan tâm đến bản thân, thiếu nhạy cảm, buông thả, không trung thành, thiếu khả năng tha thứ, tách biệt, cao cả, mơ màng, lờ đờ, thiếu tập trung, không mục đích, căng thẳng và căng thẳng, không đáng tin cậy, ý chí yếu. \n\n<color=#FFC90E><b>*</b></color>\n\nSố 4 và số 9 có những kỳ vọng rất khác nhau về các mối quan hệ lãng mạn và những cách thể hiện cảm xúc hoàn toàn khác nhau. \n\nSố 9 mong đợi sự thăng hoa, niềm đam mê từ một mối quan hệ và thể hiện bản thân một cách cởi mở. Số 4 trầm lặng hơn, dè dặt hơn và có kỳ vọng rằng các mối quan hệ sẽ phát triển thành những cam kết lâu dài.\n\nBất chấp sự khác biệt rõ ràng của họ, Số 4 và Số 9 rất hợp nhau về mặt tình cảm. Đây chắc chắn là một trường hợp thu hút đối lập. Năng lượng và niềm đam mê của Số 9 sẽ truyền cảm hứng cho Số 4 tự do hơn với cảm xúc của họ. Số 4 sẽ khám phá ra một khía cạnh nào đó trong tính cách của họ mà họ không biết chúng có tồn tại.\n\nSố 9 sẽ khen ngợi sự trân thành và tận tâm của Số 4. Vì thế, Số 9 sẽ cảm thấy có thể cam kết với Số 4 và vui vẻ dành nhiều thời gian hơn ở nhà.\n\nCác vấn đề có thể nảy sinh nếu Số 4 bắt đầu ác cảm với Số 9. Số 9 sẽ hoàn toàn bất ngờ trước cơn giận bùng phát của Số 4 và không biết phải xử lý tình huống như thế nào. Số 4 nên cẩn thận không cố gắng chi phối hoặc kiểm soát Số 9, người sẽ không chịu đựng bất kỳ hình thức bất bình đẳng nào trong mối quan hệ.\n\nNói chung, Số 4 và Số 9 sẽ có ít vấn đề và sẽ hạnh phúc bên nhau. Mối quan hệ giữa Số 4 và Số 9 sẽ lâu dài và hài hòa."
}