{
  "__type__": "cc.TextAsset",
  "_name": "en_love_48",
  "_objFlags": 0,
  "_native": "",
  "text": "<color=#FFC90E><b>Keywords for Number 4</b></color>\n\nPOSITIVE\n\nSecurity-conscious, self-control, loyal, conscientious, hardworking, high morals, traditional values, honesty, strong-willed, practical, wisdom, imperturbable, conservative, application, determination, serious builder, progress, doer, manager, traditional, solid foundations, realistic values, stability, ability, justice, goal-orientated, system, order, management, responsibility, maintenance, constructive, determined, serious, discipline, dependability, conviction.\n\nNEGATIVE\n\nStubborn, workaholic, clumsy, dull, inflexible, dislikes change, lack of purpose, disorganized, lacks consciences, lazy, disharmony, undisciplined, dishonest, no value system, limited viewpoint, rigidity, impractical, fears deprivation and loss.\n\n\n<color=#FFC90E><b>Keywords for Number 8</b></color>\n\nPOSITIVE\n\nManifesting, wealth, money, finances, power, riches, status, material, pragmatism, the Ego, provision, aggregation, dictatorship, delegation, multiples, business, investment, employment, appearance, customs, skills, exchange, reality, world transformation, executive, professional, strength, problem-solver, organizer, achiever, practical, business-like, decisive, controlling, constant, confident, ambitious, authoritarian, self-confident, integrity, challenge, efficiency, dependability, trustworthy, planner, good judgement, sociable, giving and receiving, organization, stability, works independently, learning through experience, patience, caution, self-discipline, self-sufficient.\n\nNEGATIVE\n\nUnimaginative, blunt, self-serving, materialistic, ruthless, obsessive, weak, irresponsible, narrow-mindedness, disorganized, anti-social, selfish, instability, restriction, impractical.\n\n<color=#FFC90E><b>*</b></color>\n\nNumber 4 and Number 8 are well-suited to each other in terms of romance.  They both have a similar approach to life, and share many of the same attitudes.  They are both ambitious and wish to do well in life. If these two meet each other at a social function they will spend a great deal of time talking to ach other and will feel that they have found their soul mate.  Once they have discovered each other, they are not likely to let each other go and will make sure that they see each other again.\n\nThere is a little doubt that Number 4 and Number 8 are suited to making a long-term commitment to each other.  They will understand each other and be able to offer each other support and affection. \n\nCareers are equally important to Number 4 and Number 8 and they will be happy to allow each other time and space to fulfill their ambitions.  Both will find it rewarding to have a partner with whom they are able to share their hopes and discuss their dreams.\n\nThe relationship between Number 4 and Number 8 will not be particularly passionate or romantic, but will both feel extremely secure and happy in their relationship and they will probably stay together for a long time."
}