[
    1,
    0,
    0,
    [
        [
            "cc.TextAsset",
            [
                "_name",
                "text"
            ],
            1
        ]
    ],
    [
        [
            0,
            0,
            1,
            3
        ]
    ],
    [
        [
            0,
            "vi_rullingNumber_4",
            " <color=#FFC90E><b>MỤC ĐÍCH SỐNG</b></color>\n\nBởi chúng ta sống trên cõi đời này trong một cơ thể vật chất, vì vậy cũng chẳng có gì ngạc nhiên khi rất nhiều trải nghiệm của chúng ta có liên quan đến khía cạnh vật chất của đời sống. Người Số 4 đặc biệt chú trọng những trải nghiệm và biểu hiện về thể chất, là yếu tố then chốt cho sự phát triển giai đoạn đầu của họ. Nhưng sau này khi trưởng thành, họ sẽ có khuynh hướng tự nhiên nắm bắt thêm được khả năng tổ chức của trục Thể chất, từ đó tạo điều kiện cho họ phát triển rộng thêm về tình yêu thương, ý thức và trí tuệ.\n\n\n <color=#FFC90E><b>THỂ HIỆN TỐT NHẤT</b></color>\n\nNgười Số 4 có một trường thể hiện vô cùng rộng lớn, bao trùm hầu hết các công việc cần động tay động chân đến công việc đòi hỏi óc tổ chức. Điều này có thể trải dài, từ việc kiếm tiền như một niềm vui và mục đích chính của cuộc đời, hoặc những thách thức gây dựng nên những cú làm ăn khủng cho doanh nghiệp, cho đến những khía cạnh thực tế của nghệ thuật và các hoạt động văn hóa, hoặc các hoạt động thể dục thể thao. Cho dù làm bất cứ điều gì, người Số 4 thường thích cách tiếp cận kiểu ‘chính thống’ hơn kiểu trải nghiệm, thích hướng truyền thống chuẩn mực hơn kiểu mạo hiểm phiêu lưu.\n\n\n <color=#FFC90E><b>ĐẶC ĐIỂM NỔI BẬT</b></color>\n\nNgười Số 4 có thiên hướng tự nhiên hướng về phía ‘thực tế’ – chẳng thà họ nhào vô làm một việc gì đó chứ không thích ngồi bàn luận về các giá trị việc ấy mang lại. Tình yêu tính thực tế này giúp các người Số 4 lúc nào cũng tiến về phía trước. Họ ít khi nào chịu ngồi yên mà nhìn người khác lu bu việc tổ chức, và thường tiến tới đề nghị phụ một tay. Họ nằm trong số những người nguyên tắc nhất, đáng tin cậy và có thể dựa vào. Điều này đặc biệt rõ trong những việc cần sự tỉ mỉ, chi tiết, những nơi mà tính chính xác và khả năng thực tế của họ tỏ ra số một. Khi đụng đến các vấn đề thực tế, người Số 4 có thể tỏ ra kiên nhẫn vô bờ bến, nhưng mỗi lần chuyển sang vấn đề gì có liên quan đến khía cạnh tinh thần hay tâm linh, họ thường tỏ ra thiếu kiên nhẫn.\n\n\n <color=#FFC90E><b>KHUYNH HƯỚNG TIÊU CỰC</b></color>\n\nNhững người Số 4 nhiều khi tỏ ra hoàn toàn bị cuốn hút vào công việc mà xao lãng việc mang đến sự cân bằng cho cuộc sống của họ, đặc biệt là cuộc sống gia đình. Nếu họ không có một khả năng cân bằng cảm xúc một cách mạnh mẽ, họ sẽ dễ mất an yên do những tham vọng/ước vọng không thực hiện được rồi sinh ra tức giận, dẫn đến các vấn đề về tâm lý hoặc những chứng bệnh liên quan đến stress. Thêm nữa, nếu họ không nhận ra nhu cầu về một cuộc sống cân bằng, đời sống họ dễ bị kéo lệch về hướng vật chất. Điều này dần dà dẫn tới cảm giác không an toàn về cảm xúc, và cảm giác không hạnh phúc kinh niên, ảnh hưởng tiêu cực đến sự phát triển mục đích sống của họ ở đời này, đó chính là những phụng sự cuộc sống ở mặt đời sống thực tế.\n\n\n <color=#FFC90E><b>NHỮNG ĐỀ XUẤT PHÁT TRIỂN</b></color>\n\nNhững người Số 4 cần phát triển ba yếu tố quan trọng sau: thư giãn, áp dụng các bài học về tâm trí, và phát triển trực giác. Thư giãn là một cách quan trọng để buông bỏ bớt những gánh lo về vật chất, và cả những mối dây liên quan chuyện đời sống thực tế (chuyện cơm áo gạo tiền…) trở nên quá mệt mỏi. Việc thư giãn cũng là một cái nền quan trọng giúp phát triển tâm thức, vốn đạt được hiệu quả nhất thông qua thiền. Bên cạnh đó, việc áp dụng các bài học phát triển tâm trí nằm trong các bài giảng về huấn luyện trí nhớ và thấu hiểu các nguyên tắc quan trọng, thường được dạy trong các chuyên ngành về triết học, kỹ sư, kiến trúc,… Những việc ứng dụng như vậy cũng sẽ giúp tăng trưởng trực giác, cánh cổng mở rộng dẫn đến ý thức về tinh thần hay tâm linh. Còn trong mọi chuyện mình làm, Số 4 nên cố gắng cân bằng phần thực tế của họ với phần tâm trí (óc phân tích, tính sáng tạo, tính lý tưởng hóa) và phần tinh thần (trực giác, tình yêu thương và độ trí tuệ).\n\n\n <color=#FFC90E><b> NGHỀ NGHIỆP PHÙ HỢP NHẤT</b></color>\n \nNhững người Số 4 phù hợp nhất làm việc ở những lĩnh vực đòi hỏi kỹ năng cao. Tùy thuộc vào trình độ giáo dục họ nhận được, các công việc có thể rất rộng khắp, từ người làm ăn buôn bán, kỹ thuật viên, nghệ nhân, kỹ thuật viên vận hành máy móc…, hay nhà quản lý trong các doanh nghiệp, vận động viên thể thao chuyên nghiệp, nhà kinh tế, bác sĩ, chuyên viên vật lý trị liệu, người làm vườn… Rất nhiều giảng viên các chuyên ngành mỹ thuật, điêu khắc, các huấn luyện viên thể thao hoặc thể hình, cũng như các tác giả sách hay tạp chí chuyên ngành kỹ thuật nằm trong nhóm người Số 4. Trong các lĩnh vực có liên quan tới tài chính, người Số 4 cần ý thức phát triển một đầu óc cân bằng cao độ để đảm bảo họ không bị lôi kéo bởi tính hám lợi cá nhân, một yếu tố do bản chất ‘vật chất’ của Số 4.\n\n\n <color=#FFC90E><b>TÓM LƯỢC</b></color>\n\nNgười Số 4 rất thực tế và có vẻ chuộng chuẩn mực, rất thích hướng về vật chất. Họ rất quan tâm tới thể thao và rất khéo tay. Họ là những người thuộc nhóm người ‘làm’ của thế giới.\n\n\n <color=#FFC90E><b>NGƯỜI NỔI TIẾNG CÓ SỐ CHỦ ĐẠO NÀY</b></color> \n\n- Arnold Schwarzenegger sinh ngày 30 tháng 7 năm 1947\n- Paul Hogan sinh ngày 8 tháng 10 năm 1939\n- Joseph Stalin sinh ngày 21 tháng 12 năm 1879\n- Yasser Arafat sinh ngày 17 tháng 2 năm 1929\n- Elton John sinh ngày 25 tháng 3 năm 1947\n- Martina Navratilova sinh ngày 18 tháng 10 năm 1956"
        ]
    ],
    0,
    0,
    [],
    [],
    []
]
