[
    1,
    0,
    0,
    [
        [
            "cc.TextAsset",
            [
                "_name",
                "text"
            ],
            1
        ]
    ],
    [
        [
            0,
            0,
            1,
            3
        ]
    ],
    [
        [
            0,
            "vi_love_27",
            "<color=#FFC90E><b>Từ khóa cho số 2</b></color>\n\nTÍCH CỰC\n\nBạn bè, nghệ sĩ, lâu dài sứ giả hòa bình, nhẹ nhàng, tốt bụng, quyến rũ, sâu sắc, nhạy cảm, đội chơi, tham vọng, tinh thần, lịch sự, yên lặng, chỉ cần, không ích kỷ, hài hòa, hòa đồng, hỗ trợ, chú ý đến chi tiết, hợp tác, quyết định, đĩnh đạc, trực quan, thích nghi, đồng ý, thận trọng, cân nhắc, tình cảm, linh hoạt, yêu thương, hiểu biết, cân nhắc, ân sủng, tận tâm, tiềm thức, cân bằng, trung gian.\n\nTIÊU CỰC: \n\nBất cần, thờ ơ, không có khả năng chịu trách nhiệm, sợ hãi, ý chí yếu, phục tùng, bi quan, phụ thuộc, thiếu quyết đoán, do dự, thiếu cân bằng, không vững chắc, không ổn định, thiếu nhạy cảm, không linh hoạt, không đồng ý, trì trệ, thiếu cân nhắc, không cam kết, không yêu thương, sợ hãi mắc sai lầm, sợ hãi sự thay đổi không có kế hoạch, sợ hãi ở một mình, sợ hãi trước những điều chưa biết.\n\n\n<color=#FFC90E><b>Từ khóa cho số 7</b></color>\n\nTÍCH CỰC\n\nChuyên gia, nhà phát minh, người cô độc, lập dị, chu đáo, tâm linh, ngoại cảm, người chữa bệnh tự nhiên, nội lực, nhanh trí, khôn ngoan, sáng suốt, hiểu biết về người khác, triết học, sức bền, suy ngẫm sâu sắc, đơn độc, độc lập, thần bí, ngoại cảm, tâm trí sắc sảo , quyết tâm, chủ nghĩa cá nhân, tìm kiếm kiến ​​thức, không tuân thủ, kiên trì mục đích, hoàn hảo.\n\nTIÊU CỰC: \n\nBệnh hoạn, cực đoan, không hoạt bát, chống đối xã hội, bi quan, im lặng, phụ thuộc, trầm cảm, trì trệ, thiếu kiên trì, kiêu ngạo, hẹp hòi, xa cách, cứng nhắc, hay tranh cãi, nóng nảy.\n\n<color=#FFC90E><b>*</b></color> \n\nMối quan hệ giữa Số 2 và Số 7 có khả năng trở nên nghiêm túc rất nhanh chóng. Cả Số 2 và Số 7 đều có xu hướng cam kết bản thân ở giai đoạn đầu trong các mối quan hệ. Số 7 sẽ tuyên bố tình yêu bất diệt dành cho Số 2, và Số 2 sẽ sớm nói lên mong muốn của họ về một mối quan hệ lâu dài và gắn bó. Mặc dù có sự vội vàng nhưng việc ghép đôi này nhìn chung rất thành công. \n\nCả Số 2 và Số 7 đều rất tình cảm, và cả hai đều cần được yêu thương và đánh giá cao. Cũng không cần phải lo lắng về việc thiếu thốn tình cảm. Số 2 rất ủng hộ và tình cảm còn số 7 thì lãng mạn và cởi mở với cảm xúc của họ.\n\nCả hai đều có thể không an toàn trong các mối quan hệ, nhưng vấn đề này khó có thể xuất hiện trong mối quan hệ này.\n\nBản chất Số 7 thích phiêu lưu hơn Số 2, nhưng vì Số 2 cảm thấy an toàn trong mối quan hệ, họ sẽ sẵn sàng thực hiện theo kế hoạch của Số 7.\n\nKhó khăn duy nhất có thể nảy sinh trong mối quan hệ này là giải quyết bất kỳ sự khác biệt nào về quan điểm. Cả Số 2 và Số 7 đều là những linh hồn cứng đầu và một khi đã đứng vững thì khó có thể lùi bước. Ngay cả những Số 2 bình thường thích thỏa hiệp cũng có thể quyết đoán một cách cứng rắn và mạnh mẽ nếu họ hoàn toàn tin tưởng rằng họ đúng. Số 7 và Số 2 cần nhận ra rằng họ đôi khi bị khóa trong những cuộc tranh cãi không có lợi và nên tìm ra cách đối phó với vấn đề này. \n\nNói chung, đây sẽ là một mối quan hệ hài hòa và hạnh phúc, sẽ mang lại rất nhiều niềm vui cho cả Số 2 và Số 7."
        ]
    ],
    0,
    0,
    [],
    [],
    []
]
