[
    1,
    0,
    0,
    [
        [
            "cc.TextAsset",
            [
                "_name",
                "text"
            ],
            1
        ]
    ],
    [
        [
            0,
            0,
            1,
            3
        ]
    ],
    [
        [
            0,
            "vi_love_47",
            "<color=#FFC90E><b>Từ khóa cho số 4</b></color>\n\nTÍCH CỰC:\n\nCó ý thức bảo mật, tự chủ, trung thành, tận tâm, chăm chỉ, đạo đức cao, giá trị truyền thống, trung thực, ý chí mạnh mẽ, thực tế, khôn ngoan, nóng nảy, bảo thủ, ứng dụng, quyết tâm, người xây dựng nghiêm túc, tiến bộ, người làm, người quản lý, truyền thống, vững chắc nền tảng, giá trị thực tế, tính ổn định, khả năng, công lý, định hướng mục tiêu, hệ thống, trật tự, quản lý, trách nhiệm, duy trì, xây dựng, quyết tâm, nghiêm túc, kỷ luật, đáng tin cậy, tin tưởng.\n\nTIÊU CỰC:\n\nBướng bỉnh, tham công tiếc việc, vụng về, buồn tẻ, không linh hoạt, không thích thay đổi, thiếu mục đích, vô tổ chức, thiếu lương tâm, lười biếng, bất hòa, vô kỷ luật, không trung thực, không có hệ thống giá trị, quan điểm hạn chế, cứng nhắc, không thực tế, sợ thiếu thốn và mất mát.\n\n\n<color=#FFC90E><b>Từ khóa cho số 7</b></color>\n\nTÍCH CỰC\n\nChuyên gia, nhà phát minh, người cô độc, lập dị, chu đáo, tâm linh, ngoại cảm, người chữa bệnh tự nhiên, nội lực, nhanh trí, khôn ngoan, sáng suốt, hiểu biết về người khác, triết học, sức bền, suy ngẫm sâu sắc, đơn độc, độc lập, thần bí, ngoại cảm, tâm trí sắc sảo , quyết tâm, chủ nghĩa cá nhân, tìm kiếm kiến ​​thức, không tuân thủ, kiên trì mục đích, hoàn hảo.\n\nTIÊU CỰC: \n\nBệnh hoạn, cực đoan, không hoạt bát, chống đối xã hội, bi quan, im lặng, phụ thuộc, trầm cảm, trì trệ, thiếu kiên trì, kiêu ngạo, hẹp hòi, xa cách, cứng nhắc, hay tranh cãi, nóng nảy.\n\n<color=#FFC90E><b>*</b></color>\n\nNếu Số 4 và Số 7 thấy thích  nhau, rất có thể mối quan hệ của họ là một mối quan hệ bạn bè thân thiết trước đó.\n\nSố 7 có thể \"đổ\" trước tình yêu của Số 4 và thể hiện tình yêu cũng như sự tận tâm, chung thủy tuyệt đối. Số 4 nhận được sự khen ngợi, tán dương nên không lo lắng gì về việc đề nghị tiến tới mối quan hệ yêu đương. Quá trình cam kết lâu dài với nhau có thể diễn ra trong một thời gian rất ngắn, và trên thực tế có thể quá nhanh. Số 4 và Số 7 nên cố gắng kìm lại một chút, và suy nghĩ nghiêm túc về khả năng hòa hợp cũng như tương lai của họ với nhau trước khi tình cảm trở nên sâu đậm hơn.\n\nNếu Số 4 và Số 7 quyết định tiến tới và cam kết với nhau, nhìn chung họ sẽ hạnh phúc bên nhau. \n\nSố 7 là một cá nhân rất cởi mở và tình cảm, người sẽ thường xuyên trấn an Số 4 về tình yêu của mình. Số 4 không thoải mái tự tin về việc thảo luận các vấn đề của trái tim, nhưng có thể cảm thấy an toàn trong tình yêu của Số 7 nên họ sẵn sàng mở lòng. Nếu Số 4 không cởi mở với Số 7, Số 7 có thể trở nên bất an và nghi ngờ rằng người yêu không yêu thương họ. Số 4 nên cố gắng tìm cách thể hiện cảm xúc và số 7 nên chấp nhận rằng không phải ai cũng có thể cởi mở tình cảm.\n\nCó một mối nguy hiểm trong mối quan hệ này là Số 4 sẽ cố gắng trở thành người thống trị và áp đặt ý chí của họ lên Số 7. Số 7 sẽ nổi loạn chống lại mọi nỗ lực kiểm soát của Số 4. Số 4 nên tránh áp dụng sự độc đoán, hoặc các vấn đề có thể thật sự phát sinh trong mối quan hệ. \n\nSố 4 và số 7 nói chung sẽ hạnh phúc bên nhau, và mối quan hệ của họ sẽ đứng vững trước thử thách của thời gian. Mối quan hệ của họ sẽ được củng cố nếu họ tìm thấy những sở thích giải trí mà họ có thể chia sẻ."
        ]
    ],
    0,
    0,
    [],
    [],
    []
]
