[
    1,
    0,
    0,
    [
        [
            "cc.TextAsset",
            [
                "_name",
                "text"
            ],
            1
        ]
    ],
    [
        [
            0,
            0,
            1,
            3
        ]
    ],
    [
        [
            0,
            "vi_rullingNumber_1",
            "<color=#FFC90E><b>MỤC ĐÍCH SỐNG</b></color>\n\nKhả năng thích ứng và điều chỉnh là chìa khóa quan trọng trong cuộc đời của số 1. Sự linh hoạt bẩm sinh của họ có thể giúp ích rất nhiều khi giúp họ thích nghi với nhiều thay đổi của cuộc sống. Khi cuộc sống trở nên phức tạp hơn, sự thích nghi của con người trở nên quan trọng hơn, và do đó, chúng tôi nhận thấy những người thuộc nhóm số chủ đạo 1 có rất nhiều quan điểm về nghề nghiệp và hoàn cảnh khác nhau. Bản thân họ bẩm sinh không sợ hãi nên sinh thường họ thường tiên phòng trong các dự án mà những người khác sẽ không bao giờ tính đến việc thực hiện.\n\n\n<color=#FFC90E><b>THỂ HIỆN TỐT NHẤT</b></color>\n\nNếu chúng ta muốn ai đó hỗ trợ chúng ta tận hưởng những thú vui nhẹ nhàng trong cuộc sống, chúng ta không cần tìm đâu xa hơn một người Số 1. Họ thể hiện tốt nhất khi được phép tự do trải nghiệm những gì họ coi là sự phấn khích sôi nổi của cuộc sống. Nhưng khi họ bị kìm nén hoặc cảm thấy bị cản trở về mặt tình cảm, họ trở nên chán nản mà không biết tại sao. Điều này dẫn đến sự thất vọng, thường được thể hiện bằng sự cáu kỉnh hoặc nóng nảy. Những người thuộc Số 1 trong số 1 sẽ thường xuyên thẳng thắn, không phản ứng và quyết đoán rõ ràng - sự lạc quan của họ không có giới hạn, giúp họ đạt được những tiến bộ đáng kể trong cuộc sống. Đây là biểu hiện tự nhiên của Số chủ đạo 1, là sự kết hợp mạnh mẽ của bản ngã (số 1), thể hiện chiều sâu tâm linh vô hạn của nó thông qua số 0.\n\n\n<color=#FFC90E><b>ĐẶC ĐIỂM NỔI BẬT</b></color>\n\nVề mặt vật lý, số 10 mang lại sức mạnh của sự linh hoạt và khả năng thích ứng tạo ra một tính cách rất phổ biến. Tính cách nhìn chung hạnh phúc của họ khá dễ lây lan, nhưng vì họ thích tránh đi sâu vào vấn đề của người khác, họ cảm thấy khó hiểu tại sao người khác không hạnh phúc và điều chỉnh tốt như họ muốn. Đa số những người thuộc Số 1 hiếm khi đi sâu vào cuộc sống, có thiên hướng hài lòng với những thú vui hơn, đặc biệt là thể thao - chủ động hoặc thụ động. Ngược lại, 1 số ít những người thuộc cung Mọc Số 1 sẽ trở nên thành công và thống trị trong nghề nghiệp của họ, vì họ có bề dày bản lĩnh giúp họ có thể vượt lên trên một số điều kiện khó khăn nhất. Nói chung, những người Số 1 áp dụng một cách vô thức tin tưởng vào bản thân, thể hiện ở sự tự tin cá nhân và vẻ ngoài thanh lịch của họ, bất kể họ ăn mặc như thế nào. Họ không thành công trong việc giải quyết các vấn đề tinh thần trong cuộc sống của mình hoặc cuộc sống của người khác, và khó có thể trở thành những người tư vấn tốt hoặc có những mối quan hệ ạn bè sâu sắc. Họ thường thích bầu bạn cũng những người khác giới. Nhìn chung, họ mang tính nghệ thuật, với khả năng tiếp xúc rất nhạy bén khiến họ trở thành những nghệ sĩ chơi nhạc cụ có năng lực và có khả năng đánh giá chất lượng của quần áo và chất liệu. thường thích bầu bạn của các thành viên cùng giới với họ khác giới. Nhìn chung, chúng mang tính nghệ thuật, với khả năng tiếp xúc rất nhạy bén khiến chúng trở thành những nghệ sĩ chơi nhạc cụ có năng lực và có khả năng đánh giá chất lượng của quần áo và chất liệu. \n\n\n <color=#FFC90E><b>KHUYNH HƯỚNG TIÊU CỰC</b></color>\n\nSự tự tin của họ đôi khi có thể khiến những người này muốn thống trị người khác. Nhưng họ làm vậy một cách thiếu thận trọng, luôn tạo ra sự bất hòa gay gắt hơn cả những gì họ tìm cách vượt qua. Cách tốt nhất để tránh được xu hướng này bằng cách kiểm soát tốt bản ngã, nhận ra chiều sâu của chất tâm linh và tránh sự hời hợt trong cuộc sống của họ. Việc tham gia vào các hoạt động mang tính xây dựng và sáng tạo sẽ hỗ trợ đáng kể những người thuộc Số 1 để có cái nhìn sâu sắc hơn về cuộc sống và nhận ra rằng nếu cánh cửa đóng lại trước mặt họ, họ cần phải quay lại và tìm ra những cánh cửa rộng mở khác. Họ phải tránh lười biếng và mong đợi cuộc sống là một quả bóng lớn; và họ phải nhận ra sự cần thiết phải phát triển tính tự kỷ luật để vượt qua sự u uất và cảm xúc bất an.\n\n\n <color=#FFC90E><b>NHỮNG ĐỀ XUẤT PHÁT TRIỂN</b></color>\n\nNhững người Số 1 có xu hướng trở nên lạc lõng trong sự giống nhau và chấp nhận sự tầm thường làm chuẩn mực. Họ cần nhận ra tiềm năng của họ về sự đặc biệt, tính linh hoạt và khả năng thích ứng sâu sắc của họ. Trong suốt cuộc đời, họ cần thực hành thiền định để định tâm bản thân và giúp họ tiếp xúc với sức mạnh bên trong của họ. Họ cũng nên sử dụng sự điều độ (cân bằng) trong cuộc sống của họ, và phát triển nhận thức về thế giới xung quanh họ (sự thông thái), sự hài hòa trong thái độ, lòng trắc ẩn và sự tôn kính đối với cuộc sống. Ngoài ra, việc phát triển sự phân biệt giữa những triển vọng quan trọng và không quan trọng trong cuộc sống của họ là điều quan trọng, nếu không họ có thể lãng phí thời gian đáng kể vào những mục tiêu vô giá trị.\n\n\n <color=#FFC90E><b> NGHỀ NGHIỆP PHÙ HỢP NHẤT</b></color>\n\nCác lĩnh vực thể thao hoặc giải trí chuyên nghiệp, trang trí và thiết kế nội thất, và làm việc với vải hoặc thực phẩm là những công việc tốt cho số chủ đạo 1. Ngoài ra, họ còn làm nhân viên bán hàng giỏi (không thể cưỡng lại được), chính trị gia, nhà gây quỹ từ thiện, giám đốc điều hành kinh doanh, giám đốc bán hàng, nhà quy hoạch thị trấn, kiến ​​trúc sư và đại lý bất động sản.\n\n\n <color=#FFC90E><b>TÓM LƯỢC</b></color>\n\nHọ là những người tự tin, khéo léo, tươi sáng và vui vẻ, với khả năng bán hàng cực kỳ nhạy bén và khả năng bán hàng đáng kinh ngạc.\n\n\n <color=#FFC90E><b>NGƯỜI NỔI TIẾNG CÓ SỐ CHỦ ĐẠO NÀY</b></color>\n \n- Rupert Murdoch sinh ngày 11 tháng 3 năm 1931 \n- Jack Nicholson sinh ngày 22 tháng 4 năm 1937 \n- Sophia Loren sinh ngày 20 tháng 9 năm 1943 \n- Henry Ford sinh ngày 30 tháng 7 năm 1863  \n- Jerry Lewis sinh ngày 16 tháng 3 năm 1926 \n- Billy Joel sinh ngày 9 tháng 5 năm 1949 "
        ]
    ],
    0,
    0,
    [],
    [],
    []
]
