{
  "__type__": "cc.TextAsset",
  "_name": "vi_love_69",
  "_objFlags": 0,
  "_native": "",
  "text": "<color=#FFC90E><b>Từ khóa cho số 6</b></color>\n\nTÍCH CỰC:\n\nThích ở nhà, nội trợ, có trách nhiệm, quan tâm, giáo viên, thông thường, nhà cung cấp, người bảo vệ, người chữa bệnh, duy tâm, vị tha, trung thực, từ thiện, trung thành, người nuôi dưỡng, sự thật, trật tự, nền kinh tế, chiều sâu cảm xúc, sự tò mò, tình yêu quê hương và gia đình sâu sắc, nhân đạo, dịch vụ, vô vị kỷ, cân bằng, nhà cung cấp tốt, ôn hòa, hy sinh, đồng cảm, thông cảm, tình yêu vô điều kiện, tuần hoàn, nông nghiệp, cân bằng, duyên dáng, đơn giản, khả năng thỏa hiệp, đáng tin cậy.\n\nTIÊU CỰC: \n\nDễ bị căng thẳng, phức tạp về tính ưu việt, yếu đuối, không thực tế, phục tùng, nông cạn, bồn chồn, ích kỷ, ý chí yếu kém, không ủng hộ.\n\n\n<color=#FFC90E><b>Từ khóa cho số 9</b></color>\n\nTÍCH CỰC:\n\nQuan hệ rộng rãi, có trách nhiệm, trí tuệ bên trong, trực giác cao, sức mạnh của tính cách, ích kỷ (học cách nói Không), nhân đạo, khả năng sáng tạo, nhạy cảm, trung thành, tha thứ, khái quát, đa tài, giáo viên, người chữa bệnh, nghệ sĩ, linh hồn già, diễn viên, thông minh, hiểu biết, kín đáo, xuất sắc, từ bi, người giải quyết vấn đề, trí tuệ bên trong, trực giác cao, tự yêu bản thân, tự do, phổ biến, vĩnh cửu, hào phóng, không tuân thủ, thiên tài nghệ thuật, có tầm nhìn rộng và quan điểm rộng, có thể hơi lập dị, thích giao tiếp, có ảnh hưởng, từ thiện, nghĩa vụ, kêu gọi, sứ mệnh, nghĩa vụ, thần bí, đức tin, lạc quan, trí tuệ thiêng liêng, hy sinh bản thân, nghiệp chướng, giác ngộ, phục vụ, từ bi , vị tha, lý tưởng cao đẹp, cảm thông, tâm linh, khoan dung, khiêm tốn, vị tha, nhân từ,sự đồng cảm, quyền lực, lòng bác ái, trực giác, sự hoàn hảo\n\nTIÊU CỰC: \n\nKhông ham học hỏi, thiếu giao tiếp, không đáng tin cậy, thiếu hiểu biết, thiếu quan tâm đến người khác, thiếu nhận thức của trực giác, yếu kém quan tâm đến bản thân, thiếu nhạy cảm, buông thả, không trung thành, thiếu khả năng tha thứ, tách biệt, cao cả, mơ màng, lờ đờ, thiếu tập trung, không mục đích, căng thẳng và căng thẳng, không đáng tin cậy, ý chí yếu. \n\n<color=#FFC90E><b>*</b></color>\n\nSố 6 và số 9 đều là những cá thể rất hấp dẫn dễ bị cuốn hút vào nhau, Số 6 và Số 9 sẽ rất vui khi thấy rằng, họ đã một lần gặp được người sống đúng như mong đợi của họ.\n\nSố 6 và số 9 sẽ tận hưởng một mối quan hệ gần như hoàn hảo. Bên nhau, họ sẽ mãnh liệt và đam mê. Số 9 ưa thố lộ tâm tình, hay thể hiện sự lãng mạn với Số 6 và sẽ không có lý do gì để họ nghi ngờ về sự an toàn của mối quan hệ.\n\nTrong mối quan hệ này, ngay cả Số 6, người có thể cảm thấy khó thể hiện cảm xúc, sẽ hoàn toàn thoải mái với việc thể hiện tình cảm bằng cách nói chuyện và sẽ có thể tự tin bày tỏ tình yêu và sự tận tâm.\n\nSố 6 và số 9 sẽ sống với nhau trong sự hòa hợp gần như đẹp như mơ. Nhưng họ cũng sẽ gặp phải những vấn đề rắc rối với nhau.\n\nVấn đề mà cặp đôi này có thể gặp phải nói chung là với những thực tế của cuộc sống bên ngoài mối quan hệ của họ. Họ có thể cảm thấy khó chấp nhận những thực tế khắc nghiệt của cuộc sống, chẳng hạn như sự cần thiết về tiền bạc, thức ăn, tiện ích, v.v ... Số 6 và số 9 cần nhận ra rằng mặc dù tình yêu sẽ mang lại cho họ nhiều hạnh phúc, nhưng nó sẽ không ăn hay mặc cho họ, và một lúc nào đó thực tế sẽ phải bước vào cuộc đời họ.\n\nMối quan hệ giữa Số 6 và Số 9 nhìn chung sẽ cực kỳ hạnh phúc và lâu dài. Họ rất phù hợp với nhau."
}