[
    1,
    0,
    0,
    [
        [
            "cc.TextAsset",
            [
                "_name",
                "text"
            ],
            1
        ]
    ],
    [
        [
            0,
            0,
            1,
            3
        ]
    ],
    [
        [
            0,
            "en_love_59",
            "<color=#FFC90E><b>Keywords for Number 5</b></color>\n\nPOSITIVE\n\nFreedom-loving, activity, influence, adventurer, sensualist, promoter, natural flair, vivacious, courageous, healthy, sympathetic, motivational, change, idealistic, unconventional, curiosity, magnetic, intellectual, telepathic, experience, pleasure-loving, vitality, visionary, expansion, opportunity, story-telling, imagination, individualism, healing, choice, mercy, kindness, invention, resourceful, magnetic, competitive.\n\nNEGATIVE\n\nRash, irresponsible, dislikes confinement and routine, inconsistent, unreliable, thoughtless, restless, non-committal, inactivity, stagnation, fear of change, rigid in thought, lacks vitality.\n\n\n<color=#FFC90E><b>Keywords for Number 9</b></color>\n\nPOSITIVE\n\nUniversal protection, good in public relations, responsible, 'Universal Brotherhood', inner wisdom, highly intuitive, strength of character, selfishness (learning to say No), humanitarian, creative abilities, sensitive, loyal, forgiving, generalist, multi-talented, teacher, healer, artists, old soul, actor, intelligent, understanding, discreet, brilliant, compassionate, problem-solver, inner wisdom, highly intuitive, self-love, freedom, popular, eternity, generous, non-conformist, artistic genius, have a breadth of vision and a wide viewpoint, can be a little eccentric, communicative, influential, philanthropic, duty, calling, mission, obligation, mysticism, faith, optimism, Divine wisdom, self-sacrifice, karma, enlightenment, service, compassion, selflessness, high idealism, sympathy, psychic, tolerance, humility, altruism, benevolence, empathy, power, charity, intuition, perfection\n\nNEGATIVE\n\nUncaring, uncommunicative, unreliable, lacks the use of understanding, lack of concern for others, lacks the awareness of intuition, weak concern for the self, lacks sensitivity, self-indulgent,  disloyal, lacks the ability to forgive, detached, lofty, dreamy, lethargic, lacking in concentration, aimless, stress and tension, unreliable, weak willed. \n\n*\n\nA brief but passionate affair between Number 5 and Number 9 is the most likely scenario.  Both Number 5 and Number 9 are better suited to short-term romances than long-term commitment.  There will be no ill-feeling, but both individuals will probably move onto pastures anew before too long.\n\nIf Number 5 and Number 9 do feel that they have reached a point in their lives where they would like to make a commitment, then they will find that they are well suited to each other.  They will find each other interesting and exciting, and they will lead an adventurous life together. \n\nNumber 9 is by far the more passionate and demonstrative of their pair and will encourage Number 5 to be more free and open with their emotions.  Number 5 will be impressed by Number 5's sincerity and will be touched when Number 5 does declare their love.\n\nNumber 5 and Number 9 will experience few difficulties in their life together.  Both are easy-going by nature and neither has an interest in arguing for the sake of it.  They will undoubtedly be happy together, but the duration of their relationship really depends on their willingness to settle down."
        ]
    ],
    0,
    0,
    [],
    [],
    []
]
