[
    1,
    0,
    0,
    [
        [
            "cc.TextAsset",
            [
                "_name",
                "text"
            ],
            1
        ]
    ],
    [
        [
            0,
            0,
            1,
            3
        ]
    ],
    [
        [
            0,
            "en_lifepath_6",
            "<color=#FFC90E><b>The Caregiver</b></color>\n\nNicknamed the motherhood number, the Six is a fixer. You are naturally caring and protective and you dedicate your life to fixing the problems of those around you. Sixes are the glue that holds families and communities together and they will protect their loved ones at any cost.\n\nSixes have a strong sense of moral justice and the role of counselor or advisor comes naturally. You have a down-to-earth wisdom that makes you genuinely well liked and respected. Considered the most harmonious of the numbers, Sixes are non-discriminative and open to forming relationships with all. You are well balanced and therefore well equipped to ground others in times of trial. However, this can also make you a bad judge of character, leading you to sacrifice yourself to the wrong people, even as those around you tell you to do otherwise. Sixes have a strong impulse to create an environment of peace and they dislike anyone who disrupts it.\n\nThis is where your dark side shows. While Sixes are the most stable of all the numbers, when plunged into discord they become the most volatile and destructive. Your loving openness makes you easy to take advantage of and your sacrificing nature will allow this to happen – however, you have your limits. Beware a wronged or angry Six, they are wolves in sheep’s clothing. Your practiced warmth makes it easy to keep a friendly smile as you destroy your enemy.\n\nFor Sixes, you must be careful in how you choose your partners. Do not let sentimentality cloud your judgment. You must learn to discriminate between those you can help and those who are made weaker by your love. There is a fine line between supporting and enabling."
        ]
    ],
    0,
    0,
    [],
    [],
    []
]
