[
    1,
    0,
    0,
    [
        [
            "cc.TextAsset",
            [
                "_name",
                "text"
            ],
            1
        ]
    ],
    [
        [
            0,
            0,
            1,
            3
        ]
    ],
    [
        [
            0,
            "vi_love_22",
            "<color=#FFC90E><b>Từ khóa cho số 2</b></color>\n\nTÍCH CỰC:\n\nBạn bè, nghệ sĩ, lâu dài sứ giả hòa bình, nhẹ nhàng, tốt bụng, quyến rũ, sâu sắc, nhạy cảm, đội chơi, tham vọng, tinh thần, lịch sự, yên lặng, chỉ cần, không ích kỷ, hài hòa, hòa đồng, hỗ trợ, chú ý đến chi tiết, hợp tác, quyết định, đĩnh đạc, trực quan, thích nghi, đồng ý, thận trọng, cân nhắc, tình cảm, linh hoạt, yêu thương, hiểu biết, cân nhắc, ân sủng, tận tâm, tiềm thức, cân bằng, trung gian.\n\nTIÊU CỰC: \n\nBất cần, thờ ơ, không có khả năng chịu trách nhiệm, sợ hãi, ý chí yếu, phục tùng, bi quan, phụ thuộc, thiếu quyết đoán, do dự, thiếu cân bằng, không vững chắc, không ổn định, thiếu nhạy cảm, không linh hoạt, không đồng ý, trì trệ, thiếu cân nhắc, không cam kết, không yêu thương, sợ hãi mắc sai lầm, sợ hãi sự thay đổi không có kế hoạch, sợ hãi ở một mình, sợ hãi trước những điều chưa biết.\n\n<color=#FFC90E><b>*</b></color>\n\nHai Số 2 rất thích hợp về mặt tình cảm và quan hệ đối tác. Về cơ bản, người số 2 có nhu cầu được hiểu đầy đủ, và không ai có thể hiểu người số 2 tốt hơn người khác số 2. \n\nĐể Số 2 hạnh phúc, họ cần sự cam kết và ổn định, và nhu cầu này sẽ được thỏa mãn hoàn toàn trong một mối quan hệ với số 2 khác.\n\nMối quan hệ giữa hai số 2 có thể là một mối quan hệ hợp tác lâu dài và hạnh phúc. Một khi hai người đã cam kết với nhau, không có khả năng họ sẽ chia tay nhau.\n\nLý do bởi vì hai số 2 thường sẽ nói chuyện với nhau về mọi thứ liên quan đến họ, và họ biết rằng họ sẽ được hiểu. Họ sẽ tôn trọng và ngưỡng mộ lẫn nhau. Họ cũng sẽ cảm thấy an toàn và được yêu thương trong mối quan hệ với nửa kia."
        ]
    ],
    0,
    0,
    [],
    [],
    []
]
