{
  "__type__": "cc.TextAsset",
  "_name": "vi_rullingNumber_6",
  "_objFlags": 0,
  "_native": "",
  "text": " <color=#FFC90E><b>MỤC ĐÍCH SỐNG</b></color>\n \nChúng ta nhìn thấy rất nhiều người Số 6 giỏi giang trong rất nhiều lĩnh vực sáng tạo, từ ở nhà đến đấu trường quốc tế. Điều này thể hiện rằng những người này có một trách nhiệm quan trọng trong cuộc sống, đòi hỏi một sự tận tâm sâu sắc. Tất cả những người Số 6 đều có khả năng tự nhiên này, nhưng thông thường họ hay bị làm khổ bởi lo lắng và bồn chồn đi kèm với trách nhiệm, dẫn tới dễ bị stress. Họ cần học cách làm chủ những tình huống này, qua đó óc sáng tạo của họ được phát triển, chứ không nên để cho bản thân bị cuốn theo những tình huống cùng trách nhiệm ấy. Cuối cùng, họ cần học các buông bỏ bớt, để họ có thể thể hiện được tính sáng tạo tuyệt vời của họ, mà không bị cuốn chìm nổi trong đó.\n\n\n <color=#FFC90E><b>THỂ HIỆN TỐT NHẤT</b></color>\n\nNhững người Số 6 rất xuất sắc trong các lĩnh vực cần đến lòng tin, óc sáng tạo của họ, cũng như khả năng chăm sóc người khác. Một số người chọn thể hiện tài năng của mình chốn công cộng, tỏa sáng nơi sân khấu hay màn ảnh bằng khả năng diễn xuất hay giọng hát. Một số khác chọn thể hiện bản chất đầy yêu thương của họ một cách riêng tư hơn, ở nhà, với gia đình họ. Cốt lõi của những điều này luôn là một tình yêu sâu sắc dành cho con người, luôn luôn tìm cách được biểu lộ và luôn là một niềm vui để gìn giữ.\n\n\n <color=#FFC90E><b>ĐẶC ĐIỂM NỔI BẬT</b></color>\n\nKhả năng sáng tạo xuất chúng của họ thường tìm mọi cơ hội để được thể hiện, ở nơi công sở, lúc vui chơi, hay tại gia đình. Với những người Số 6, nhà họ thường là nơi quan trọng nhất, nó chiếm một khoảng thời gian khá lớn của họ, và đặc biệt là khi có những người thân yêu cùng sống ở đó. Là những người yêu thương con người, những người này rất ghét sự bất công, với mọi hình thức. Họ là những người đầy lòng yêu thương, không ích kỷ, và dễ bao dung, những người phải hết sức để ý để không bị lợi dụng lòng tốt của mình.\n\n\n <color=#FFC90E><b>KHUYNH HƯỚNG TIÊU CỰC</b></color>\n\nNếu óc sáng tạo của những người Số 6 bị giới hạn trong phạm vi gia đình, bị nhấn mạnh một cách thái quá, có thể tạo ra tính sở hữu quá đà. Điều này có thể dẫn đến những nỗi lo lắng, bồn chồn thường xuyên xuất hiện, làm cho sự phát triển cá nhân của họ bị giới hạn, và cuộc sống của họ sẽ bị ứ trệ. Nếu để điều này lâu dài, những lo lắng thường trực có khả năng phát triển thành những dạng chướng ngại tâm lý nhẹ, đi kèm với nỗi cô độc buồn bã, mâu thuẫn hoàn toàn với mọi thứ mà người Số 6 đang khát khao muốn sáng tạo. Và khi nỗi lo lắng hay tính tiêu cực hình thành rõ nét trong cuộc sống của người Số 6, giọng họ trở nên bén nhọn, và dần vô thức trở thành một người tính khí khó chịu, hay bắt lỗi người khác.\n\n\n <color=#FFC90E><b>NHỮNG ĐỀ XUẤT PHÁT TRIỂN</b></color>\n\nNhững người Số 6 cần luôn nhận thức được rằng một cái nhìn tích cực về mọi điều trong cuộc sống là yếu tố quan trọng hàng đầu để họ phát triển tính sáng tạo, cho dù những điều kiện thực tế có giới hạn đến thế nào. Họ cũng cần hiểu rằng nỗi quan tâm đầy tính tích cực luôn đồng hành với sự tự do thể hiện, không nên đè nén. Vì vậy, họ nên tránh tâm lý sở hữu, sẽ chỉ làm họ khổ mà thôi, thay vào đó, diễn đạt sự quan tâm yêu thương đó đến mọi người xung quanh, đặc biệt là những người thân, bằng nhiều cách khác sáng tạo hơn. Những người Số 6 rất thèm sự bình yên, và mong muốn có được nó bằng mọi giá, nhưng sự cam chịu với hoàn cảnh đôi khi được diễn dịch thành sự yếu đuối, để cuối cùng tự hủy hoại niềm vui của chính họ, dẫn đến mất hạnh phúc, bình an. Phát triển một sự cương quyết đầy khôn ngoan, lúc nào nên thỏa hiệp, lúc nào nên không sẽ cải thiện được hạnh phúc, nó sẽ bảo vệ người Số 6 khỏi bị lợi dụng bởi những người vô tâm (trong đó đôi khi có cả người thân trong gia đình). Nên phát triển khả năng phân biệt cái gì quan trọng, cái gì không, cố gắng lĩnh hội được khả năng dung hòa và thể hiện tình thương yêu của mình một cách khôn ngoan…, tất cả đều giúp họ nâng cao năng lực sáng tạo, giúp họ có thể làm được nhiều điều không thể ngờ tới.\n\n\n <color=#FFC90E><b> NGHỀ NGHIỆP PHÙ HỢP NHẤT</b></color>\n\nNgười Số 6 làm gì làm, phải luôn có yếu tố sáng tạo trực tiếp tác động vào cuộc sống của cong người, làm cho cuộc sống con người tốt đẹp hơn. Họ rất giỏi trong các tổ chức nhân đạo, nhân văn, là những người chữa lành, họa sĩ, nhà thiết kế. Họ có một khả năng đáng ghi nhận trong lĩnh vực diễn xuất hay ca hát, tuy vậy một số người sẽ đưa khả năng này đi quá xa, làm cho cuộc sống của họ nhuốm màu ‘drama’ – kịch tính quá mức.\n\n\n <color=#FFC90E><b>TÓM LƯỢC</b></color>\n\nNgười Số 6 là những người có đầu óc sáng tạo, hay quan tâm, công bằng, không ích kỷ, bao dung và yêu gia đình, nhưng hay có khuynh hướng bị lo lắng bồn chồn.\n\n\n <color=#FFC90E><b>NGƯỜI NỔI TIẾNG CÓ SỐ CHỦ ĐẠO NÀY</b></color>\n\n- Agatha Christie sinh ngày 15 tháng 9 năm 1890 \n- Sylvester Stallone sinh ngày 6 tháng 7 năm 1946 \n- Meryl Streep sinh ngày 22 tháng 6 năm 1949 \n- Charles de Gaulle sinh ngày 22 tháng 11 năm 1890 \n- Jesse Jackson sinh ngày 8 tháng 10 năm 1941 \n"
}