[
    1,
    0,
    0,
    [
        [
            "cc.TextAsset",
            [
                "_name",
                "text"
            ],
            1
        ]
    ],
    [
        [
            0,
            0,
            1,
            3
        ]
    ],
    [
        [
            0,
            "en_love_58",
            "<color=#FFC90E><b>Keywords for Number 5</b></color>\n\nPOSITIVE\n\nFreedom-loving, activity, influence, adventurer, sensualist, promoter, natural flair, vivacious, courageous, healthy, sympathetic, motivational, change, idealistic, unconventional, curiosity, magnetic, intellectual, telepathic, experience, pleasure-loving, vitality, visionary, expansion, opportunity, story-telling, imagination, individualism, healing, choice, mercy, kindness, invention, resourceful, magnetic, competitive.\n\nNEGATIVE\n\nRash, irresponsible, dislikes confinement and routine, inconsistent, unreliable, thoughtless, restless, non-committal, inactivity, stagnation, fear of change, rigid in thought, lacks vitality.\n\n\n<color=#FFC90E><b>Keywords for Number 8</b></color>\n\nPOSITIVE\n\nManifesting, wealth, money, finances, power, riches, status, material, pragmatism, the Ego, provision, aggregation, dictatorship, delegation, multiples, business, investment, employment, appearance, customs, skills, exchange, reality, world transformation, executive, professional, strength, problem-solver, organiser, achiever, practical, business-like, decisive, controlling, constant, confident, ambitious, authoritarian, self-confident, integrity, challenge, efficiency, dependability, trustworthy, planner, good judgement, sociable, giving and receiving, organisation, stability, works independently, learning through experience, patience, caution, self-discipline, self-sufficient.\n\nNEGATIVE\n\nUnimaginative, blunt, self-serving, materialistic, ruthless, obsessive, weak, irresponsible, narrow-mindedness, disorganized, anti-social, selfish, instability, restriction, impractical.\n\n<color=#FFC90E><b>*</b></color>\n\nA romance between Number 5 and Number 8 is not likely to be a serious affair.  They will probably not be that serious about each other.\n\nIf any long-lasting relationship develops between Number 5 and Number 8, it will take a long time to get off the ground.\n\nInitially, Number 5 will be attracted to Number 8's determination and energy and will want to get to know him or her and understand their motivation. \n\nNumber 8 may well be flattered by Number 5's attentions, but be unwilling to make any sort of commitment to Number 5 before they know Number 5's attentions, but be unwilling to make any sort of commitment to Number 5 before they know Number 5's intentions are.\n\nNumber 5 will probably be unwilling to make a commitment, and the relationship may fizzle out at this point. \n\nHowever, Number 5 may find themself fascinated by Number 8 and decide to make a go of the relationship.  In t his case, Number 5 and Number 8 will probably be very happy together.  They will probably live independent lives, but will be content as long as they re both sure of the other's commitments."
        ]
    ],
    0,
    0,
    [],
    [],
    []
]
