[
    1,
    0,
    0,
    [
        [
            "cc.TextAsset",
            [
                "_name",
                "text"
            ],
            1
        ]
    ],
    [
        [
            0,
            0,
            1,
            3
        ]
    ],
    [
        [
            0,
            "en_lifepath_1",
            "<color=#FFC90E><b>Ones: The Father</b></color>\n\nThe number one is a spiritual and primal force. It is the root that all numbers stem from. This is perhaps why Ones tend to be doers. If you are a One then you are aggressive and energetic. You look to produce results and you will not be limited by anyone or anything. Your innate urge to be a protector and your dedication and passion to achieving your goals make you a natural born leader and show why this number is related to a fatherly role. Even the shape of the number 1 is a strong reflection of its meaning. The 1 is a spearhead, always at the lead and often forceful. It stands upright, unwavering in its pride and purpose. You are courageous and willing to try anything new if you see promise, even at great danger.\n\nHowever, Ones are also very individualistic, which can lead to loneliness. Your primal urge to be a leader often makes you resent those with more power and your inflated view of self makes you less likely to heed advice. Ones also generally have issues with trust. You believe if you want something done right, then you must do it yourself.\n\nOnes feel entitled to respect and can become demanding and domineering when it’s not given. When this happens, Ones turn into warriors and will attempt to force their values and opinions and will not listen to anyone else. You are a pragmatist and can often have a hard time relating to other’s emotions. You see through charm easily and you will not stand for hypocrisy. However, if Ones can harness their natural instinct to protect into compassion and understanding, they will earn unlimited loyalty from followers."
        ]
    ],
    0,
    0,
    [],
    [],
    []
]
