[
    1,
    0,
    0,
    [
        [
            "cc.TextAsset",
            [
                "_name",
                "text"
            ],
            1
        ]
    ],
    [
        [
            0,
            0,
            1,
            3
        ]
    ],
    [
        [
            0,
            "vi_rullingNumber_9",
            " <color=#FFC90E><b>MỤC ĐÍCH SỐNG</b></color>\n\nNhững người Số 9 luôn tự cảm thấy mình đầy trách nhiệm. Họ phù hợp với nghệ thuật và các lĩnh vực về nhân văn hơn nhiều so với khoa học hay thương mại. Rất nhiều các người đi đầu trong lĩnh vực văn hóa hay ngành diễn xuất (phía chính kịch) có số chủ đạo là Số 9, tất cả những người này đều có lý tưởng cống hiến cháy bỏng cho sự nghiệp và cho cuộc sống, mặc dù các ý tưởng của họ không phải lúc nào cũng ứng dụng được. Vì thế, một điều quan trọng mà họ cần đạt được để hoàn thành mục đích sống của mình, chính là phải học được cách chuyển tải những điều lý tưởng trong đầu họ thành thực tế.\n\n\n <color=#FFC90E><b>THỂ HIỆN TỐT NHẤT</b></color>\n\nNhững người Số 9 luôn đau đáu ước mong được phục vụ con người, nâng cao đời sống con người. Những người này đầy hoài bão và ước vọng, tuy nhiên họ thường có khuynh hướng đi vào tổng thể chứ ít khi nào tập trung vào chi tiết. Vì vậy, họ phù hợp với những vấn đề không liên quan đến thương mại, buôn bán, bởi họ là những người khá kém cỏi về tính toán hay quản lý tài chính, đặc biệt là trong các vấn đề quản lý tài chính cá nhân (nói nôm na là không biết quản lý tiền đó!) Họ rất có máu nghệ thuật, tuy vậy, nếu có theo diễn xuất, họ thường đi theo hướng diễn xuất nghiêm túc chứ ít chọn phía hài kịch hay các trường phái biểu diễn thoải mái khác.\n\n\n <color=#FFC90E><b>ĐẶC ĐIỂM NỔI BẬT</b></color>\n\nCó hoài bão/tham vọng, có trách nhiệm, có lý tưởng là ba giá trị nổi bật trong con đường tiến hóa của những người Số 9, nhưng trong ba giá trị này, trách nhiệm với bản thân là điểm nhấn đặc biệt. Thật thà là một đức tính tự nhiên của họ, đến mức họ dễ tưởng rằng ai cũng cũng sẽ thật thà như mình. Điều này thường dẫn đến cảm giác thất vọng trầm trọng ở một số người Số 9, thậm chí có một số trường hợp trở nên hoài nghi về tình người, nghi ngờ không biết mình thật thà như vậy có bị… ngu quá không. Những người Số 9 dễ mang tiền tặng cho những người cần đến, hơn là ý thức tiết kiệm để dành lại cho chính mình, và điều này cũng dễ làm cho người thân (đặc biệt là bạn đời) của họ nổi giận. Họ có những ý nghĩ tuyệt đối tốt đẹp về cuộc sống, về lý tưởng sống, về con người và làm sao để truyền cảm hứng sống cho mọi người, bằng cách này hay bằng cách khác. Mặc dù những ý tưởng đưa ra không phải lúc nào cũng thực tế, nhưng những người Số 9 sẽ luôn nỗ lực để thực hiện chúng, như một phần bản chất của đầu óc đầy hoài bão và lý tưởng sống của họ.\n\n\n <color=#FFC90E><b>KHUYNH HƯỚNG TIÊU CỰC</b></color>\n\nKhi những người Số 9 không áp được những lý tưởng sống họ tìm ra vào những người khác, họ trở nên tiêu cực. Họ cần lưu ý đặc biệt để không trở thành nạn nhân của thói đạo đức giả. Khi ước vọng biến thành tham vọng, các tham vọng của họ có thể thống trị và phá hủy những lý tưởng tốt đẹp họ từng nuôi dưỡng, qua đó vô hình chung phát triển cái gọi là tự tôn. Điều này sẽ sớm tạo thành tính cách thô lỗ và thái độ phê phán thiếu tính xây dựng, làm cho những người xung quanh phải khó khăn chịu đựng, và dẫn đến những hệ quả ít tốt đẹp trong các mối quan hệ, nếu những mối quan hệ này có động cơ xuất phát từ vật chất.\n\n\n <color=#FFC90E><b>NHỮNG ĐỀ XUẤT PHÁT TRIỂN</b></color>\n\nTính lý tưởng hóa trong tính cách của những người Số 9 làm cho những người này không có con mắt nhìn đúng người, ai họ cũng thấy tốt, ai họ cũng nghĩ là người tốt. Nhưng yên tâm là khi nào họ nhìn ra ‘yếu điểm’ này ở bản thân mình, người Số 9 sẽ có thêm các công cụ thể giúp họ ‘nhìn’ người chính xác hơn. Điều này sẽ giúp họ có các hướng tìm hiểu kỹ càng hơn về một con người cụ thể trước khi đi đến quyết định chỉ dựa trên phân tích chủ quan của họ. Đổi lại, việc nghiên cứu các công cụ 'nhìn người' này sẽ giúp người Số 9 phát triển trực giác và trí tuệ. Hai yếu tố quan trọng mà người số 9 cần phải tập trung phát triển là tính kiên nhẫn và lòng kiên định. Bên cạnh đó, như cách họ đang thể hiện trước mọi người, những người Số 9 thường hay bị ‘nghiêm túc quá mức’. Họ cần nhiều không gian và cơ hội để cười to, thưởng thức những trò dí dỏm, vui nhộn mang lại sự cân bằng cho cuộc sống của họ.\n\n\n <color=#FFC90E><b> NGHỀ NGHIỆP PHÙ HỢP NHẤT</b></color>\n\nNhững người Số 9 phù hợp, vui vẻ nhất khi được làm việc trong các môi trường tôn giáo, tổ chức an sinh xã hội, viện giáo dục, cơ quan nghiên cứu (bao gồm nghiên cứu IT), giải quyết các vấn đề tội phạm, trị liệu chữa lành.\n\n\n <color=#FFC90E><b>TÓM LƯỢC</b></color>\n \nNgười Số 9 là những người đặc biệt có trách nhiệm, cực kỳ thật thà, có lý tưởng, đầy hoài bão, luôn hướng về yếu tố nhân văn và rất nghiêm túc về cuộc sống. Họ không biết quản lý tiền bạc, cũng khó tiết kiệm được tiền\n\n\n <color=#FFC90E><b>NGƯỜI NỔI TIẾNG CÓ SỐ CHỦ ĐẠO NÀY</b></color>\n\n- Shirley Maclaine sinh ngày 24 tháng 4 năm 1934 \n- Elvis Presley sinh ngày 8 tháng 1 năm 1935 \n- Linda Evans sinh ngày 18 tháng 11 năm 1942 \n- Burt Lancaster sinh ngày 2 tháng 11 năm 1913 \n- Jimmy Carter sinh ngày 1 tháng 10 năm 1924 \n- Richard Harris sinh ngày 1 tháng 10 năm 1933  "
        ]
    ],
    0,
    0,
    [],
    [],
    []
]
