{
  "__type__": "cc.TextAsset",
  "_name": "en_love_46",
  "_objFlags": 0,
  "_native": "",
  "text": "<color=#FFC90E><b>Keywords for Number 4</b></color>\n\nPOSITIVE\n\nSecurity-conscious, self-control, loyal, conscientious, hardworking, high morals, traditional values, honesty, strong-willed, practical, wisdom, imperturbable, conservative, application, determination, serious builder, progress, doer, manager, traditional, solid foundations, realistic values, stability, ability, justice, goal-orientated, system, order, management, responsibility, maintenance, constructive, determined, serious, discipline, dependability, conviction.\n\nNEGATIVE\n\nStubborn, workaholic, clumsy, dull, inflexible, dislikes change, lack of purpose, disorganised, lacks consciences, lazy, disharmony, undisciplined, dishonest, no value system, limited viewpoint, rigidity, impractical, fears deprivation and loss.\n\n\n<color=#FFC90E><b>Keywords for Number 6</b></color>\n\nPOSITIVE\n\nDomestic, responsible, care, teacher, conventional, provider, protector, healer, idealistic, selfless, honest, charitable, faithful, nurturer, truth, order, economy, emotional depth, curiosity, deep love of home and family, humanitarian, service, unselfishness, balance, good provider, peaceful, self-sacrifice, empathy, sympathy, unconditional love, circulation, agriculture, balance, grace, simplicity, ability to compromise, reliable.\n\nNEGATIVE\n\nEasily-stressed, superiority complex, weak, impractical, submissive, shallowness, restlessness, selfishness, weak-willed, unsupportive.\n\n<color=#FFC90E><b>*</b></color>\n\nNumber 4 and Number 6 are likely to be attracted to each other because of their shared interest in traditional ways.  Once they get to know each other, they will find that they have a great deal in common, and that they both have a basically practical approach to life.\n\nBoth Number 4 and Number 6 will be happy to make a commitment to each other and will take their responsibility to each other very seriously.  Neither Number 4 nor Number 6 are particularly comfortable about expressing their emotions.  They will not be impulsively passionate or romantic on a regular basis.  This is not an indication that they do not care for each other as they will express their love and devotion in other ways.\n\nOccasions such as anniversaries and birthdays are likely to be seen by Number 4 and Number 6 as being suitable opportunities to be romantic.  A union between Number 6 and Number 4 is not likely to be an intensely passionate one, but it will happy and a great source of security, stability and joy for both individuals.\n\nIf Number 4 and Number 6 do experience any difficulties in their relationship, these will not take the form of raging arguments.  Number 6 will do anything to avoid confrontations and will not allow an argument to begin.  Number 4 is more prone to display ill-temper and may well be irritable and snappy with their partner.  Number 6 will see that this is just in Number 4's nature and let the scene pass without comment.  Number 4 should not take advantage of Number 6's nature and should avoid becoming a bully."
}