{
  "__type__": "cc.TextAsset",
  "_name": "vi_love_38",
  "_objFlags": 0,
  "_native": "",
  "text": "<color=#FFC90E><b>Từ khóa cho số 3</b></color>\n\nTÍCH CỰC:\n\nSáng tạo, hòa đồng, dễ gần, nhìn xa trông rộng, hài hước, tràn đầy năng lượng, tăng trưởng, mở rộng, nguyên tắc gia tăng, tự phát, suy nghĩ rộng mở, lạc quan, tốt bụng, khuyến khích, hỗ trợ, phát biểu, đức tin, hy vọng và từ thiện, văn hóa, thông minh , giao tiếp, vui vẻ, tìm kiếm tự do, dũng cảm, phiêu lưu, hào nhoáng, rực rỡ, không đối đầu, kênh mở, hình thức tự do, nhịp điệu, cảm hứng, yêu thích niềm vui, niềm vui, nghệ thuật, đam mê, ngạc nhiên, thông minh, nhạy cảm , khả năng ngoại cảm, xã hội, thể hiện bản thân, niềm nở, giao tiếp, nhiệt tình, trẻ trung, hoạt bát, trí tưởng tượng.\n\nTIÊU CỰC:\n\nThờ ơ, thiếu kiên nhẫn, quá tự tin, thiếu sức chịu đựng, dễ bị tổn thương, sống khép kín, bi quan, vô cảm, ích kỷ, thu mình và không giao tiếp, chống đối xã hội, lười biếng, nhạy cảm với những lời chỉ trích, cường điệu, thiếu định hướng, thiếu chín chắn, buồn phiền.\n\n\n<color=#FFC90E><b>Từ khóa cho số 8</b></color>\n\nTÍCH CỰC:\n\nThể hiện, sự giàu có, tiền bạc, Tài chính, quyền lực, sự giàu có, địa vị, vật chất, chủ nghĩa thực dụng, cái tôi, sự cung cấp, tập hợp, chế độ độc tài, phái đoàn, bội số, kinh doanh, đầu tư, Việc làm, xuất hiện, phong tục, kỹ năng, trao đổi, thực tế, sự biến đổi thế giới, điều hành, chuyên nghiệp, sức mạnh, người giải quyết vấn đề, người tổ chức, người nhạy bén, thực tế, giống doanh nghiệp, quyết định, kiểm soát, liên tục, tự tin, tham vọng, độc đoán, tự tin, chính trực, thách thức, hiệu quả, đáng tin cậy, đáng tin cậy, người lập kế hoạch, phán đoán tốt , hòa đồng, cho và nhận, tổ chức, ổn định, làm việc độc lập, học hỏi kinh nghiệm, kiên nhẫn, thận trọng, kỷ luật tự giác, tự túc.\n\nTIÊU CỰC:\n\nKhông tưởng tượng, thẳng thừng, phục vụ bản thân, vật chất, tàn nhẫn, ám ảnh, nhu nhược, vô trách nhiệm, hẹp hòi, vô tổ chức, chống đối xã hội, ích kỷ, không ổn định, hạn chế, không thực tế.\n\n<color=#FFC90E><b>*</b></color>\n\nSố 3 và số 8 không có sự hòa hợp rõ ràng trong chuyện tình cảm. Không có nhiều tiềm năng năng hấp dẫn ban đầu giữa hai người này.\n\nNếu Số 3 và Số 8 kết hợp với nhau, họ sẽ gặp khó khăn ở giai đoạn đầu trong mối quan hệ. Số 3 sẽ không bị ấn tượng bởi Số 8 thiếu sự quan tâm và miễn cưỡng mở lòng. \n\nNói chung, Số 8 không đủ lãng mạn hoặc đam mê để thỏa mãn Số 3. Có khả năng cao rằng Số 3 sẽ tìm kiếm sự phấn khích và đam mê với một ai đó trước đây. Số 3 sẽ không đóng vai trò thứ hai trong sự nghiệp của Số 8, và tham vọng của Số 8 dường như không liên quan đến Số 3.\n\nSố 8 sẽ không nhận được sự hiểu biết và hỗ trợ mà họ cần từ Số 3. \n\nSố 3 sẽ không muốn thảo luận về các vấn đề nghề nghiệp, và Số 8 sẽ cảm thấy bị bỏ rơi và không được đánh giá cao.\n\nSố 8 sẽ không dung thứ cho sự ngoại tình, và nếu Số 3 ngoại tình, thì Số 8 sẽ hủy bỏ mối quan hệ ngay lập tức."
}