{
  "__type__": "cc.TextAsset",
  "_name": "en_love_89",
  "_objFlags": 0,
  "_native": "",
  "text": "<color=#FFC90E><b>Keywords for Number 8</b></color>\n\nPOSITIVE\n\nManifesting, wealth, money, finances, power, riches, status, material, pragmatism, the Ego, provision, aggregation, dictatorship, delegation, multiples, business, investment, employment, appearance, customs, skills, exchange, reality, world transformation, executive, professional, strength, problem-solver, organiser, achiever, practical, business-like, decisive, controlling, constant, confident, ambitious, authoritarian, self-confident, integrity, challenge, efficiency, dependability, trustworthy, planner, good judgement, sociable, giving and receiving, organisation, stability, works independently, learning through experience, patience, caution, self-discipline, self-sufficient.\n\nNEGATIVE\n\nUnimaginative, blunt, self-serving, materialistic, ruthless, obsessive, weak, irresponsible, narrow-mindedness, disorganized, anti-social, selfish, instability, restriction, impractical.\n\n\n<color=#FFC90E><b>Keywords for Number 9</b></color>\n\nPOSITIVE\n\nUniversal protection, good in public relations, responsible, 'Universal Brotherhood', inner wisdom, highly intuitive, strength of character, selfishness (learning to say No), humanitarian, creative abilities, sensitive, loyal, forgiving, generalist, multi-talented, teacher, healer, artists, old soul, actor, intelligent, understanding, discreet, brilliant, compassionate, problem-solver, inner wisdom, highly intuitive, self-love, freedom, popular, eternity, generous, non-conformist, artistic genius, have a breadth of vision and a wide viewpoint, can be a little eccentric, communicative, influential, philanthropic, duty, calling, mission, obligation, mysticism, faith, optimism, Divine wisdom, self-sacrifice, karma, enlightenment, service, compassion, selflessness, high idealism, sympathy, psychic, tolerance, humility, altruism, benevolence, empathy, power, charity, intuition, perfection.\n\nNEGATIVE\n\nUncaring, uncommunicative, unreliable, lacks the use of understanding, lack of concern for others, lacks the awareness of intuition, weak concern for the self, lacks sensitivity, self-indulgent, disloyal, lacks the ability to forgive, detached, lofty, dreamy, lethargic, lacking in concentration, aimless, stress and tension, unreliable, weak willed. \n\n<color=#FFC90E><b>*</b></color>\n\nNumber 8 and Number 9 will probably find that there is an instant attraction between them when they meet.  Number 8 will be captivated by Number 9’s energy and vitality, and Number 9 will find Number 8’s confidence and strength of character irresistible,\n\nA relationship between Number 8 and Number 9 will develop quite quickly.  Number 8s prefers to wait for his or her partner to take the initiate in terms of voicing feelings and discussing commitment.  Number 8 will be happy to discover that Number 9 has no difficulty in taking the lead in this area, and Number 9 will gladly declare undying love for Number 8 and suggest that they make a commitment to one another.\n\nNumber 8 and Number 9 will generally find that they enjoy a harmonious relationship together.\n\nNumber 8s have a tendency to take relationships for granted and to neglect their partner in favour of spending more time on their career.  Number 9 will not stand for this and will demand Number 8’s full attention.  In a relationship with Number 9, Number 8 will be happy to devote time to the relationship and will be less occupied with work.\n\nNumber 8 and Number 9 are well suited in terms of romance.  They will find that, if they are committed to each other, their life together will be a happy one."
}