{
  "__type__": "cc.TextAsset",
  "_name": "en_rullingNumber_5",
  "_objFlags": 0,
  "_native": "",
  "text": "In practice, we find that people with the Ruling Birth Number 5 invariably strive to be free from constriction. This is a natural expression of their highly sensitive nature and their inherent need to express their feelings. It is not surprising when we realize that 5 is the centre of the Soul Plane and of the Arrow of the Will. Birth dates whose component numbers total 14, 23, 32 or 41 have a Ruling Birth Number 5.\n\n\n<color=#FFC90E><b>Life’s Purpose for Ruling Birth Number 5</b></color>\n\nThe mastery of sensitive expression (be it through writing, painting, sculpture, and so on) is one of the real refinements of human endeavour. However, it can only be achieved when adequate freedom prevails. It is just this type of expression that Ruling Birth Number 5 people seek to develop as a means of acquiring the command and understanding of their emotions. But few of them are aware of this, feeling only the drive for freedom, ignorant of its real reason, which is to learn to constructively direct their lives by its means.\n\n\n<color=#FFC90E><b>Best Expression</b></color>\n\nMost of these people find it difficult to work strictly regulated hours. For this, they invariably blame the boss and often suffer stress-related illnesses as a result. They should seek work that allows them to be free of immediate direction, such as that of a travelling salesperson, freelance writer or artist. In this way, they will enjoy the much-needed freedom to develop their most suitable avenue of expression. Many feel the strong desire for adventure and readily take to travel or frequent job changes (many of them become relegated to the dole line). Done with wisdom and awareness, travel and varied experience can be their most valuable means of attaining needed freedom and enlightenment. A further field in which Ruling Birth Number 5’s happily express their feelings is the entertainment field, and many eminently succeed as professional entertainers. But in whatever they do, their love of people is a primary motivation.\n\n\n<color=#FFC90E><b>Distinctive Traits</b></color>\n\nRuling Birth Number 5 people are intuitive, with deep feelings and a strong artistic flair, who gain immeasurable pleasure from being free to express themselves. With such freedom, they are lively and dynamic; but if confined, they tend to become sullen and moody, even apathetic. Yet they are usually very good-natured people with a strong determination to enjoy life and to help others do so as well – an aspect of their compassionate nature.\n\n\n<color=#FFC90E><b>Negative Tendencies to Be Surmounted</b></color>\n\nSuch a strong love of freedom can sometimes drive Ruling Birth Number 5 people to take employment in illegal activities to avoid being confined to an orthodox job. They thereby fail to recognise the purpose of such apparent confinement: to learn vital lessons in patience, cooperation and self-control. Many young Ruling Birth Number 5’s, taking their first job, rebel at having to answer to a boss and decide to take unemployment benefits. When inattentive to detail, Ruling Birth Number 5’s make poor businesspeople, a problem further exacerbated by their nervousness and uncertainty when confined to the workaday world. Their resultant irritability can become a precursor to stress and depression if not controlled. Care should be taken to restore calm by spending more time in nature.\n\n\n<color=#FFC90E><b>Recommended Development</b></color>\n\nVery often a person’s search for freedom is a hankering for those pristine days of carefree innocence. Clearly we cannot live in history, save for the application of its lessons towards our further development. Thus, when current circumstances appear to constrict us, we should be aware of the lessons we are intended to learn from them. Then we can move forward, graduating from such confinement, which so many Ruling Birth Number 5’s readily identify. Part of such graduating is the need for these people to develop increased attention to detail, thereby embracing a wider perspective to life afforded by greater practicality. They will find it to their benefit to accept suitable travel opportunities to develop their powers of observation as a vital means of understanding more about life and the development of wisdom. As they mature, their recognition of the importance of balanced discipline will strengthen their personal security, especially in the area of relationships. Above all, it must be remembered that Ruling Birth Number 5 people are love motivated, irrespective of how they represent themselves to the world. Thus, they naturally respond to genuine appreciation and give it in return.\n\n\n<color=#FFC90E><b>Most Suitable Vocations for Ruling Birth Number 5</b></color>\n\nFreedom, acting and art summarise the essential Ruling Birth Number 5 expression. This qualifies them best for working as acting professionals (whether it be on the stage or behind the scenes, salespeople or as politicians); in the travel or hospitality industries; or as writers, artists, entrepreneurs, designers, inventors, social workers or reformers.\n\n\n<color=#FFC90E><b>Summary</b></color>\n\nTheir nature is essentially loving and freedom-loving, artistic, adventurous and moody, oscillating between joviality when free to be emotionally expressive and sullenness when feeling suppressed. Essentially, they are “feeling” people.\n\n\n<color=#FFC90E><b>Famous Ruling Birth Number 5’s</b></color>\n\nAbraham Lincoln born February 12, 1809 \nGreg Norman born February 10, 1955 \nVincent van Gogh born March 30, 1853 \nIrving Berlin born May 11, 1888 \nAdolf Hitler born April 20, 1889 \nJohnny Carson born October 23, 1925 "
}