{
  "__type__": "cc.TextAsset",
  "_name": "en_love_68",
  "_objFlags": 0,
  "_native": "",
  "text": "<color=#FFC90E><b>Keywords for Number 6</b></color>\n\nPOSITIVE\n\nDomestic, responsible, care, teacher, conventional, provider, protector, healer, idealistic, selfless, honest, charitable, faithful, nurturer, truth, order, economy, emotional depth, curiosity, deep love of home and family, humanitarian, service, unselfishness, balance, good provider, peaceful, self-sacrifice, empathy, sympathy, unconditional love, circulation, agriculture, balance, grace, simplicity, ability to compromise, reliable.\n\nNEGATIVE\n\nEasily-stressed, superiority complex, weak, impractical, submissive, shallowness, restlessness, selfishness, weak-willed, unsupportive.\n\n\n<color=#FFC90E><b>Keywords for Number 8</b></color>\n\nPOSITIVE\n\nManifesting, wealth, money, finances, power, riches, status, material, pragmatism, the Ego, provision, aggregation, dictatorship, delegation, multiples, business, investment, employment, appearance, customs, skills, exchange, reality, world transformation, executive, professional, strength, problem-solver, organiser, achiever, practical, business-like, decisive, controlling, constant, confident, ambitious, authoritarian, self-confident, integrity, challenge, efficiency, dependability, trustworthy, planner, good judgement, sociable, giving and receiving, organisation, stability, works independently, learning through experience, patience, caution, self-discipline, self-sufficient.\n\nNEGATIVE\n\nUnimaginative, blunt, self-serving, materialistic, ruthless, obsessive, weak, irresponsible, narrow-mindedness, disorganized, anti-social, selfish, instability, restriction, impractical.\n\n<color=#FFC90E><b>*</b></color>\n\nNumber 8 will be attracted to Number 6 because of their ability to project the right image and to stand out from the crowd.  Number 6 will be impressed by Number 8's confidence and strength of character.  This initial attraction may well lead to a relationship developing between Number 6 and Number 8.\n\nThe main difficulty in a relationship between Number 6 and Number 8 is likely to be that neither individual will be willing to make the first move in terms of expressing emotions.  Number 6 is afraid of rejection and finds it difficult to express feelings, especially if they are uncertain whether those feelings will be reciprocated.\n\nNumber 8 is cautious too.  They generally wait for their partner to initiate any form of emotional dialogue.  There is a danger that both individuals may decide that the other is not interested and that the relationship is not going to develop.  Number 8 and Number 6 should both try to be brave about declaring their feelings and should seriously consider making the first move if they do feel that they would like to become more involved.  If Number 6 and Number 8 do find a way of communicating their feelings to each other and making a commitment, they will find that they enjoy a happy and loving relationship together.  Number 6 will be understanding of Number 8, and Number 8 will be loving and attentive to Number 6. \n\nThis is a relationship that should stand the test of time once the initial difficulties of communication have been worked through."
}