{
  "__type__": "cc.TextAsset",
  "_name": "en_love_44",
  "_objFlags": 0,
  "_native": "",
  "text": "<color=#FFC90E><b>Keywords for Number 4</b></color>\n\nPOSITIVE\n\nSecurity-conscious, self-control, loyal, conscientious, hardworking, high morals, traditional values, honesty, strong-willed, practical, wisdom, imperturbable, conservative, application, determination, serious builder, progress, doer, manager, traditional, solid foundations, realistic values, stability, ability, justice, goal-orientated, system, order, management, responsibility, maintenance, constructive, determined, serious, discipline, dependability, conviction.\n\nNEGATIVE\n\nStubborn, workaholic, clumsy, dull, inflexible, dislikes change, lack of purpose, disorganised, lacks consciences, lazy, disharmony, undisciplined, dishonest, no value system, limited viewpoint, rigidity, impractical, fears deprivation and loss.\n\n<color=#FFC90E><b>*</b></color>\n\nThe combination of two Number 4s in a romantic relationship is likely to be successful.  They will fully appreciate and understand each other's need to succeed in their chosen career and will not try to stand in each other's way.  They will respect and admire each other and will feel happy and secure together. Two Number 4s will enjoy a happy home life together.  They will enjoy spending their free time creating the right home environment.  Together they will furnish their home with the best quality furniture and equipment.  The home of two 4s is likely to be the envy of their friends.\n\nTwo 4s may argue with each other occasionally.  Arguments are especially likely if one or both is experiencing stress at work, as both tend to take out their frustrations on their partner.  This will not cause any real problems, however, because they have a unique understanding of each other and they will both realize that the arguments are not related to their partnership.\n\nA relationship between two 4s is likely to be long-lasting and extremely happy.  Neither is particularly emotional or romantic, but they will respect, understand and love each other in their own special way."
}