{
  "__type__": "cc.TextAsset",
  "_name": "en_namenumber_3",
  "_objFlags": 0,
  "_native": "",
  "text": "Your destiny is to inspire, motivate, heal, and uplift people.\n\nIf you find you have a Destiny Number 3, you’re being called to inspire, heal, uplift, and energize others.  You’re all about performance, however that manifests for you in your life.  Your ultimate purpose comes through when you’re operating with a core sense of optimism, enthusiasm, compassion, and joy. \n\nSome of the qualities you bring to the table are beauty, possible eccentricity, excitement, and fame.  When you’ve tapped into your authentic sense of expression and then inspire others to use and express theirs, you’re fulfilling your life’s purpose.  If you give up on your dreams and don’t use your talents creatively, you’ll battle with depression and find yourself traveling down other unsatisfying or destructive pathways.  You must pursue your true calling, so make efforts to focus on what that is for you, believe in it and don’t be deterred from embracing it. \n\nOften the 3 brings so many talents and ideas with it, it’s difficult to focus on just one, making procrastination or scattered focus a hurdle.  You’ll be challenged with learning to identify and embrace your own emotional life and often will be most effective in helping yourself help others through your gift of words (both verbal and written), through your amazing sense of wit and humor, and by being lighthearted and a good communicator and listener. \n\nYou might find challenges in the areas of emotional ups and downs, depression, or being judgmental and critical. You’ll also have a tendency to over-think just about everything, so schedule in brain-relaxation or you’ll go nuts.  If you find that being onstage doesn’t feel natural to you, chances are this is the result of residual wounds from your childhood.  Don’t resist your feelings; they offer you profound wisdom. Your 3 Destiny number calls you to express yourself and help others do the same in the most positive, funny, joyful way possible."
}