[
    1,
    0,
    0,
    [
        [
            "cc.TextAsset",
            [
                "_name",
                "text"
            ],
            1
        ]
    ],
    [
        [
            0,
            0,
            1,
            3
        ]
    ],
    [
        [
            0,
            "en_namenumber_4",
            "Your destiny is to leave something of value that people can find beneficial in their day-to-day lives.\n\nYou’re intent on building something of lasting value; whether that’s a family of your own, a business, or other enterprise.  You’re all about stability and security.  You’re hardworking, can be a pillar of your community, and are immanently trustworthy. In fact, honesty is a big issue for you.\n\nYou have the potential to be a stellar marriage or business partner. Your life purpose revolves around being practical and hardworking.  You’re the systems-builder.  You’re the keeper of order and thrive on stability and security.  You might lean toward rigidness or stubbornness.\n\nYou could avoid putting down roots, shy away from hard work, and avoid having a family of your own.  Sometimes you can become so self-sacrificing that you become the martyr or a tyrant.  This stems from your need to control and also from your high level of expectation about your own performance—and the performance of others.  Your intentions are always for the greater good, yet that’s not often clear to anyone but you.\n\nThe biggest roadblock for the 4 Destiny number is a fear of appearing dumb (or let’s say “under informed”) and a fear of taking risks.  A person with a 4 Destiny number can wake up one day when they’re older and realize that none of their dreams have been realized because of their inability to step outside their own self-imposed box.\n\nEven so, your 4 Destiny number puts you on the path of managing, organizing, and creating a foundation from which to build your life or enterprise.  Don’t let fear of criticism stop you from creating the foundation from which you build your contribution to the world."
        ]
    ],
    0,
    0,
    [],
    [],
    []
]
