[
    1,
    0,
    0,
    [
        [
            "cc.TextAsset",
            [
                "_name",
                "text"
            ],
            1
        ]
    ],
    [
        [
            0,
            0,
            1,
            3
        ]
    ],
    [
        [
            0,
            "en_love_38",
            "<color=#FFC90E><b>Keywords for Number 3</b></color>\n\nPOSITIVE\n\nCreative, sociable, easy going, visionary, humourous, energetic, growth, expansion, principles of increase, spontaneous, broadminded thinking, optimism, kindness, encouragement, assistance, speech, faith, hope and charity, culture, wit, communication, fun-loving, freedom-seeking, brave, adventurous, exuberant, brilliant, non-confrontational, open-channel, free-form, rhythm, inspiration, love of pleasure, joy, art, passion, surprise, intelligence, sensitivity, psychic ability, social, self-expression, affable, communicative, enthusiastic, youthful, enlivening, imagination.\n\nNEGATIVE\n\nIndifferent, impatient, over-confident, lacking in stamina, easily-hurt, closed-minded, pessimistic, insensitivity, selfish, withdrawn and uncommunicative, anti-social, laziness, sensitivity to criticism, exaggeration, lack of direction, immaturity, sorrow.\n\n\n<color=#FFC90E><b>Keywords for Number 8</b></color>\n\nPOSITIVE\n\nManifesting, wealth, money, finances, power, riches, status, material, pragmatism, the Ego, provision, aggregation, dictatorship, delegation, multiples, business, investment, employment, appearance, customs, skills, exchange, reality, world transformation, executive, professional, strength, problem-solver, organiser, achiever, practical, business-like, decisive, controlling, constant, confident, ambitious, authoritarian, self-confident, integrity, challenge, efficiency, dependability, trustworthy, planner, good judgement, sociable, giving and receiving, organisation, stability, works independently, learning through experience, patience, caution, self-discipline, self-sufficient.\n\nNEGATIVE\n\nUnimaginative, blunt, self-serving, materialistic, ruthless, obsessive, weak, irresponsible, narrow-mindedness, disorganized, anti-social, selfish, instability, restriction, impractical.\n\n<color=#FFC90E><b>*</b></color>\n\nNumber 3 and Number 8 are not an obvious match in terms of romance.  There is unlikely to be much in the way of initial attraction between these two.\n\nIf Number 3 and Number 8 do get together, they will run into difficulties at an early stage in the relationship.  Number 3 will not be impressed by Number 8's lack of attention and reluctance to be emotionally open. \n\nGenerally, Number 8 is not romantic or passionate enough to satisfy Number 3.  There is a strong possibility that Number 3 will look for excitement and passion with someone else before too long.  Number 3 will not play second fiddle to Number 8's career, and Number 8's ambition will seem irrelevant to Number 3.\n\nNumber 8 will not receive the understanding and support that they need from a Number 3. \n\nNumber 3 will not want to discuss career matters, and Number 8 will feel neglected and unappreciated.\n\nNumber 8 will not tolerate infidelities, and if Number 3 is having an affair, then Number 8 will call off the relationship instantly.\n\nIn order for this relationship to succeed, both individuals need to be completely committed to each other and really want to be together.  They will need to spend a lot of time talking about their individual needs and expectations.  They will have to make allowances for each other's needs and for each other's limitations.  They will have to accept each other for what they are, and learn how to make each other happy.\n"
        ]
    ],
    0,
    0,
    [],
    [],
    []
]
