[
    1,
    0,
    0,
    [
        [
            "cc.TextAsset",
            [
                "_name",
                "text"
            ],
            1
        ]
    ],
    [
        [
            0,
            0,
            1,
            3
        ]
    ],
    [
        [
            0,
            "vi_karmicdebt_16",
            "Bạn rơi vào loại nợ nghiệp này do bạn lạm dụng quyền lực trong các mối quan hệ ở hành trình tiền kiếp của bạn. Sự cần thiết phải trả món nợ nghiệp chướng này sẽ khiến bạn cảm thấy thôi thúc hoặc cần phải chứng minh rằng bạn là người đáng để tin cậy trong cuộc đời này. Bạn có thể đang phải đối mặt với những trở ngại như vậy nếu trước đây bạn để cho sự kiêu ngạo của mình khiến bạn trở nên tốt hơn. Cần phải có những bài học về sự khiêm tốn và tinh thần phục vụ để xóa bỏ món nợ này. Hãy nhớ rằng, bạn nắm giữ quyền lực.\n\nĐây là một trong những khó khăn nhất để vượt qua vì bạn cần phải tiếp xúc với nội tâm của mình để hiểu được sự cần thiết phải có được sự khiêm tốn. Bạn có thể đã tham gia vào một số vấn đề trong cuộc sống khác của mình và phá vỡ lòng tin của một số bạn bè và thành viên gia đình trong quá trình này.\n\nMặt khác, tương tự như các nghiệp nợ khác, việc xóa bỏ công danh của bạn đòi hỏi sự suy xét kỹ lưỡng của bản thân. Hãy nghĩ về việc sự kiêu ngạo của bạn đã khiến bạn gặp rắc rối nhiều lần hoặc mức độ thường xuyên mà sự tự nhận thức của bạn đã làm mất lòng người khác. Hãy bình yên với điều đó và bắt đầu bằng cách bớt suy nghĩ về bản thân. Mặc dù có thể mất một thời gian trước khi bạn vượt qua các vấn đề liên quan đến cái tôi của mình, nhưng duy trì sự kiên định sẽ giúp bạn thay đổi thói quen của mình và đáp lại là trở thành một cá nhân đáng tin cậy.\n\nMột số vấn đề mà bạn có thể tiếp tục gặp phải với món nợ nghiệp này bao gồm cứng đầu, muốn ở trong cô đơn, thiếu sự dựa dẫm, năng lượng tiêu cực, đấu tranh với tương tác, các mối quan hệ thất bại, khó duy trì kết nối tình cảm và sống ích kỷ."
        ]
    ],
    0,
    0,
    [],
    [],
    []
]
